Repository: Neverball/neverball
Catalog: po/*.po
Languages: el, eo, es, fr, nds, nl, pt_pt, uk

source: Speed is the name of the game.
el: Η ταχύτητα είναι το κλειδί.
eo: Nomo de la ludo estas Rapideco.
es: Velocidad en cantidad es la clave, recordad.
fr: La vitesse est le nom même du jeu.
nds: Dat Speel heet Gauheid.
nl: Snelheid is de naam van het spel.
pt_pt: Velocidade é o nome do jogo.
uk: Швидкість - це назва гри.

source: Tread carefully...\and keep moving!\
el: Προχωρήστε προσεκτικά...\και μην σταματάτε!\
eo: Tretu zorge...\kaj plu moviĝu!\
es: ¡Muévete con cuidado...\y no pares!\
fr: Faites attention...\Et ne vous arrêtez pas!\
nds: Treed sachte …\un nich stahn blieven!\
nl: Wees voorzichtig...\en blijf in beweging!\
pt_pt: Anda devagar..\e mantém-te a mexer!\
uk: Ступайте обережно...\і продовжуйте рухатися!\

source: Who's the boss around here anyway?
el: Ποιος είναι το αφεντικό εδώ τέλος πάντων;
eo: Kiu estas la estro ĉi tie ĉiukaze?
es: ¿Quien puñetas manda aquí?
fr: Qui est le patron de toute façon ?
nds: Överhoopt, well is de Baas hier?
nl: Wie is hier eigenlijk de baas?
pt_pt: De qualquer forma quem é o patrão aqui?
uk: Хто є босом тут навколо?

source: You might have to get wet\if you want all the coins.
el: Ίσως χρειαστεί να βραχείτε\αν θέλετε όλα τα κέρματα.
eo: Vi eble devos malsekiĝi\se vi volas ĉiujn monerojn.
es: Si ambicionas todas las monedas,\puede que a mojar procedas.
fr: Vous devrez peut-être vous mouiller\si vous voulez obtenir toutes les pièces.
nds: Du worst wull natt,\wenn du all de Deiten willst.
nl: Je moet misschien nat\worden als je alle munten wilt.
pt_pt: Podes ter que te molhar\se quiseres todas as moedas.
uk: Можливо, ви промокнете,\якщо хочете собі усі монети.

source: Keep your eye on the sky!\but don't run out of time...\
el: Κρατείστε το βλέμμα σας στον ουρανό!\αλλά μην ξεμείνετε από χρόνο...\
eo: Tenu vian okulon al la ĉielo!\Sed ne lasu tempon pasi...\
es: ¡Mantén la vista en el cielo!\pero no pierdas el tiempo...\
fr: Gardez un oeil sur le ciel!\Mais ne traînez pas trop...\
nds: Beholl een Oog up de Hemel!\Aver laat de Tied nich avlopen …\
nl: Houd de lucht in de gaten!\maar niet zonder tijd...\
pt_pt: Mantém-te de olho no céu!\Mas não fiques sem tempo...\
uk: Не зводьте очей з неба! але не вичерпайте часу...\

source: Stepping stones.
el: Σκαλοπάτια.
eo: Ŝtupŝtonoj.
es: Pisando piedras.
fr: Tremplins.
nds: Trappstenen.
nl: Stapstenen.
pt_pt: Degraus de pedra.
uk: Крокуючі камені.

source: Work your way to the top.
el: Προσπαθήστε να φτάσετε στην κορυφή.
eo: Persistu ĝis la pinto.
es: Ábrete camino a la cumbre.
fr: Allez jusqu'en haut.
nds: Wark di na boven dör.
nl: Werk je een weg naar de top.
pt_pt: Faz o caminho até ao topo.
uk: Прокладіть свій шлях до вершини.

source: Collect 45 coins to unlock the goal.\You can use the teleporter to gain enough speed\for the jump.
el: Συλλέξτε 45 κέρματα για να ξεκλειδώσετε τον στόχο.\Μπορείτε να χρησιμοποιήσετε τον τηλεμεταφορέα για να αποκτήσετε αρκετή ταχύτητα\για το άλμα.
eo: Kolektu 45 monerojn por malŝlosi la celon.\Vi povas uzi la teleportilon por plirapidiĝi sufiĉe\por la salto.
es: Reúne 45 monedas para desbloquear la meta.\Puedes utilizar el teleportador para acumular\la velocidad necesaria para el salto.
fr: Collectez 45 pièces pour déverrouiller la sortie.\Vous pouvez utiliser le téléporteur pour gagner assez de vitesse\pour le saut.
nds: Pottje 45 Deiten, um dat Enn uptosluten.\Du kannst de Teleporterer bruken, um genoog Gauheid\för de Sprung uptobauen.
nl: Verzamel 45 munten om het doel te ontgrendelen.\Je kunt de teleporter gebruiken om voldoende\snelheid te krijgen voor de sprong.
pt_pt: Apanha as 45 moedas para desbloquear o objetivo.\Podes usar o tele-transporte para ganhar velocidade suficiente\para o salto.
uk: Зберіть 45 монет, щоб розблокувати ціль.\Використовуйте телепортер, щоб отримати достатню\швидкість для стрибка.

source: Control your speed\to avoid a bumpy ride.
el: Ελέγξτε την ταχύτητά σας\για να αποφύγετε μια ανώμαλη διαδρομή.
eo: Kontrolu vian rapidecon\por eviti malglatan veturon.
es: Ajusta tu velocidad para\ evitar un viaje accidentado.
fr: Contrôlez votre vitesse\pour éviter les secousses.
nds: Kuntrulleer diene Gauheid,\anners word dat eene ruge Fahrt.
nl: Regel je snelheid om\een hobbelige rit te voorkomen.
pt_pt: Controla a tua velocidade\para evitar um corrida aos saltos.
uk: Контролюйте швидкість,\щоб уникнути незграбної їзди.

source: Learn the course and stick to the rails!
el: Μάθετε τη διαδρομή και μείνετε στις ράγες!
eo: Lernu la kurson kaj tenu sin laŭ la reloj!
es: ¡Apréndete el circuito y mantente en los raíles!
fr: Soyez attentifs and restez sur les rails!
nds: Lehr de Bahn un bliev bi de Gelänners!
nl: Leer de cursus en blijf bij de rails!
pt_pt: Aprende o curso e mantêm-te na pista!
uk: Вивчіть курс і тримайтеся бар’єру!

source: Let's start with an easy warm-up.\Build speed and leap to the goal.
el: Ας ξεκινήσουμε με μια εύκολη προθέρμανση.\Αναπτύξτε ταχύτητα και πηδήξτε προς το στόχο.
eo: Ni komencu per facila varmiĝo.\Plirapidiĝu kaj saltu al la celo.
es: Comencemos con algo fácil.\Acumula impulso y salta hasta la meta.
fr: Commençons avec un échauffement.\Gagnez de la vitesse et bondissez vers l'objectif.
nds: Laat uns mit wat lichtem tum Upwarmen begünnen.\Bau Gauheid up un spring tum Enn.
nl: Laten we beginnen met een makkelijke warming-up.\Bouw snelheid en spring naar het doel.
pt_pt: Vamos começar com um aquecimento fácil.\Ganha velocidade e dirige-te para o objetivo.
uk: Почнемо з легкої розминки.\Наберіть швидкість і стрибайте до цілі.

source: Look before you leap...
el: Κοιτάξτε πριν πηδήξετε...
eo: Rigardu antaŭ ol vi saltos...
es: Mirar antes de saltar...
fr: Regardez avant de marcher...
nds: Kiek, ehr du springst …
nl: Kijk voordat je springt...
pt_pt: Olha antes de saltares...
uk: Сім разів відміряй, один раз відріж...

source: Mind your footing!
el: Προσέξτε το βήμα σας!
eo: Zorgu viajn tretojn!
es: ¡Cuidado con el suelo!
fr: Attention à la marche !
nds: Pass up diene Foten up!
nl: Let op je houvast!
pt_pt: Cuidado com os teus passos!
uk: Думай про свою опору!

source: Watch your footing...
el: Προσέξτε που πηγαίνετε...
eo: Rigardu vian paŝon...
es: Mira por donde vas...
fr: Attention à la marche !
nds: Pass mit dienen Foten up …
nl: Let op uw houvast...
pt_pt: Vigia os teus passos...
uk: Стеж за своєю опорою...

source: Walk the plank.\After the teleport, go for speed!
el: Περπατήστε στη σανίδα.\Μετά τον τηλεμεταφορέα, επιταχύνετε!
eo: Promenu sur la tabulon.\Post la teleportado, celu rapidiĝi!
es: Pasea por la tabla, marinero.\¡Y tras teleportarte... sé rápido cual jilguero!
fr: Roulez sur la planche.\Après le téléporteur, allez vite!
nds: Gah över de Plank.\Na de Teleporteren, wees leep gau!
nl: Loop over de plank.\Ga na de teleport voor snelheid!
pt_pt: Atravessa a tábua.\Após o tele-transporte, ganha velocidade!
uk: Прогулянка до дошки.\Після телепорту набирайте швидкість!

source: Ski Ball!\\Work your way from 10 to 100\in sequence or you'll fall out.
el: Μπάλα Σκι!\\Προσπαθήστε να πάτε συνεχόμενα από το 10 στο 100\ή διαφορετικά θα πέσετε.
eo: Skia Pilko!\\Laŭiru de 10 ĝis 100\laŭ sinsekvo aŭ vi elfalos.
es: ¡Bola de nieve!\\Ábrete camino de 10 a 100\en secuencia o te acabarás cayendo.
fr: Ski-ball !\\\Allez de 10 à 100\dans l'ordre sinon vous allez tomber.
nds: Ski-Ball!\\Wark dienen Padd vun 10 to 100\in Örder, of du fallst ut.
nl: Ski Ball!\\Werk je een weg van 10 naar 100\achter elkaar of je valt eruit.
pt_pt: Bola do céu!\\Trilha o teu caminho de 10 a 100\em sequência ou irás cair.
uk: Ski Ball!\\Прокладайте собі шлях в послідовності\ від 10 до 100 або ви випадете.

source: Timing is everything.
el: Ο συγχρονισμός είναι το παν.
eo: Tempigo estas ĉio.
es: Elegir el momento correcto lo es todo.
fr: Le timing, c'est tout.
nds: Tied plaanen is allens.
nl: Tijd is alles.
pt_pt: O tempo é tudo.
uk: Час - це все.

source: What goes down must come up!\
el: Ό,τι κατεβαίνει πρέπει να ξανανέβει!\
eo: Kiu subeniras, tiu supreniras!\
es: ¡Todo lo que sube baja!\
fr: Ce qui va en bas doit aller en haut !\
nds: Wat na unnern gaht, mutt ok na boven komen!\
nl: Wat naar beneden gaat, moet naar boven komen!\
pt_pt: O que vai abaixo tem de subir!\
uk: Що йде вниз, має вийти!\

source: Make sure you are\safely on a purple platform\before 20 seconds have elapsed!
el: Βεβαιωθείτε ότι είστε\με ασφάλεια σε μια μωβ πλατφόρμα\πριν περάσουν 20 δευτερόλεπτα!
eo: Certigu, ke vi estas\sekure sur purpura platformo\antaŭ ol 20 sekundoj pasis!
es: ¡Asegúrate de que\la plataforma púrpura hayas pisado\antes de que 20 segundos hayan pasado!
fr: Soyez-sûr d'être en sûreté\sur une plateforme violette avant\que 20 secondes ne soient écoulés!
nds: Wees wiss, dat du seker\up eener lila Plattfoorm büst,\ehr 20 Sekünnen verstreken sünd!
nl: Zorg ervoor dat je veilig\op een paars platform staat\voordat 20 seconden zijn verstreken!
pt_pt: Certifica-te que estás\em segurança numa plataforma púrpura\antes de passarem 20 segundos!
uk: Перед тим, як минуло 20 секунд,\переконайтеся, що ви на безпечній ділянці\на фіолетовій платформі!

source: Afraid of heights?\Try not to get dizzy.
el: Φοβάστε τα ύψη;\Προσπαθήστε να μην ζαλιστείτε.
eo: Ĉu timas altecon?\Provu ne kapturniĝi.
es: ¿Tienes miedo a las alturas?\Intenta no marearte.
fr: Vertige ?\Essayez de ne pas avoir le tournis.
nds: Höchtenangst?\Versöök, dat di nich swiemelig word.
nl: Hoogtevrees?\Probeer niet duizelig te worden.
pt_pt: Medo de alturas?\Tenta não ficar tonto.
uk: Боїтеся висоти?\Спробуйте не запаморочитися.

source: Surf's Up !!
el: Ώρα για σερφ !!
eo: Surfu!
es: ¡A surfear se ha dicho!
fr: Roi de la glisse !!
nds: De Wellenritt gaht löss!!
pt_pt: Vamos surfar!
uk: Лови хвилю !!

source: A 3D arcade game with a ball
el: Ένα 3D παιχνίδι arcade με μια μπάλα
eo: 3Da arkada ludo kun pilko
es: Un juego arcade en 3D con una bola como protagonista.
fr: Un jeu d'arcade 3D avec une balle
nds: Een 3D-Speelhallen-Speel mit eenem Ball
nl: Een 3d arcade spel met een bal
pt_pt: Um jogo de arcada com uma bola 3D
uk: 3D гра-платформер з м'ячем

source: A 3D mini golf game
el: Ένα 3D μίνι γκολφ παιχνίδι
eo: 3Da golfvideoludo
es: Un juego de minigolf en 3D.
fr: Un jeu de minigolf en 3D
nds: Een 3D-Minigolf-Speel
nl: Een 3d mini golf spel
pt_pt: Um jogo de mini-golfe em 3D
uk: 3D міні-гольф

source: item/coin/coin
el: item/coin/euro_coin
es: item/coin/euro_coin
fr: item/coin/euro_coin
nds: item/coin/euro_coin
uk: item/coin/hryvnia_coin

source: Normal
el: Κανονικό
eo: Normala
nds: Normaal
nl: Normaal
uk: Вільний

source: Antialiasing
eo: Glatigo
fr: Anti-crénelage
nds: Antialiasseeren
pt_pt: Anti-serrilhado
uk: Згладжування

source: O
nds: B

source: Tot
el: Συν
eo: Suma
nds: All
uk: Всього

source: I
nds: U

source: Tour de force
el: Κατόρθωμα
nds: Dwangs-Tour
pt_pt: Caminho da força

source: Retour de force
el: Δυναμική ανάδραση
nds: De anner Dwangs-Tour
pt_pt: Retorno da força

source: Ceci n'est pas une pipe.\
el: Αυτός δεν είναι ένας σωλήνας.\
eo: Tiu ĉi ne estas tubo.\
fr: Ceci n'est pas une pipe*.\\(*) ndt : en français dans le texte original.
nds: »Ceci n'est pas une pipe.«\(Dat is keene Piepe.)
uk: Це не труба.\

source: mtrl/words
fr: mtrl/words-fr
nds: mtrl/words-nds
uk: mtrl/words-uk

source: Par
uk: Пара

source: Reshaun's Easy-Putt\\Difficulty: Easy through Hard\Author: Reshaun Francis
pt_pt: Fácil do Reshaun\\Dificuldade: fácil a difícil\Autor: Reshaun Francis
uk: Reshaun's Easy-Putt\\Складність: легка і висока\Автор: Reshaun Francis
