Repository: Neverball/neverball
Catalog: po/*.po
Languages: el, eo, es, fr, nds, nl, pt_pt, uk

source: La conduite dangereuse.\The platform under the ball moves quickly forward.\You would do well to advance.
el: Επικίνδυνη οδήγηση.\Η πλατφόρμα κάτω από την μπάλα κινείται επικίνδυνα προς τα μπροστά.\Καλά θα κάνετε να προχωρήσετε.
eo: La conduite dangereuse.\La platformo sub la pilko rapide moviĝas antaŭen.\Vi farus bone antaŭi.
es: La conduite dangereuse.\La plataforma bajo tus redondeces avanza rápidamente.\Harías bien en adelantarte.
fr: La conduite dangereuse.\La plate-forme sous la balle avance rapidement.\Vous feriez mieux de vous dépêcher.
nds: Gefahrelkes Fahren.\De Plattfoorm unner de Ball gaht fix na vörn.\Du sallst beter wiederkomen.
nl: La conduite dangereuse.\Het platform onder de bal beweegt snel naar voren.\Je zou er goed aan doen om vooruit te gaan.
pt_pt: A plataforma por baixo da bola move-se rapidamente.\Era bom que avançasses.
uk: La conduite dangereuse.\Платформа під м'ячем швидко рухається вперед.\Ви повинні спробувати.

source: Le passage incertain.\Isn't too easy?
el: Το αβέβαιο πέρασμα.\Δεν είναι πολύ εύκολο;
eo: Le passage incertain.\Ĉu ne tro facilas?
es: Le passage incertain.\¿Puede que demasiado fácil?
fr: Le passage incertain.\N'est-ce pas trop facile ?
nds: Unsekerer Övergang.\Is dat nich to licht?
nl: Le passage incertain.\Is het niet zo makkelijk?
pt_pt: A passagem incerta.\Isto não é fácil demais?
uk: Le passage incertain.\Не дуже легко?

source: Ghost Valley.\Make 3 laps to open the goal.
el: Κοιλάδα Φάντασμα.\Κάνετε 3 γύρους για να ανοίξετε το στόχο.
eo: Ghost Valley.\Faru 3 rondirojn por malfermi la celon.
es: El valle de los caídos.\Da tres vueltas para desbloquear la meta.
fr: Ghost Valley.\Faites 3 tours pour déverrouiller la sortie.
nds: Geisterdaal.\Maak 3 Runnen, um dat Enn optomaken.
nl: Ghost Valley.\Maak 3 ronden om het doel te openen.
pt_pt: Vale Fantasma.\Dá 3 voltas e desbloqueia o objetivo.
uk: Долина Привидів.\Зробіть три кола, щоб відкрити ціль.

source: La tour de verre.\Find the way to the exit.
el: Ο γυάλινος πύργος.\Βρείτε το δρόμο προς την έξοδο.
eo: La tour de verre.\Trovu la vojon al la eliro.
es: La tour de verre.\Encuentra la salida.
fr: La tour de verre.\Trouvez votre chemin jusqu'à la sortie.
nds: De Glaastoorn.\Finn de Weg tum Enn.
nl: La tour de verre.\Vind de weg naar de uitgang.
pt_pt: A volta ao copo.\Encontra o caminho para a saída.
uk: La tour de verre.\Знайдіть шлях до виходу.

source: La maîtrise de Neverball.\You still think Neverball is too easy?
el: Η κυριαρχία του Neverball.\Ακόμα νομίζετε ότι το Neverball είναι τόσο εύκολο;
eo: La maîtrise de Neverball.\Vi ankoraŭ pensas, ke Neverball estas tro facila?
es: La maîtrise de Neverball.\¿Todavía crees que Neverball es un juego de niños?
fr: La maîtrise de Neverball.\Vous croyez encore que Neverball est facile ?
nds: Meisterskupp vun Neverball.\Denkst du immer noch, dat Neverball to licht is?
nl: La maîtrise de Neverball.\Denk je nog steeds dat Neverball te gemakkelijk is?
pt_pt: O controlo do Neverball.\Achas que o Neverball é demasiado fácil?
uk: La maîtrise de Neverball.\Ви все ще стверджуєте, що Neverball дуже легкий?

source: Les boucles renversantes.\Upside down!
el: Εκπληκτικές μπούκλες.\Ανω κάτω !
eo: Les boucles renversantes.\Renversite!
es: Les boucles renversantes.\¡Bocabajo!
fr: Les boucles renversantes.\La tête à l'envers !
nds: Unbegriepelk Kringem.\Boven is unnern!
nl: Les boucles renversantes.\Ondersteboven!
pt_pt: Virado ao contrário!
uk: Les boucles renversantes.\Догори ногами!

source: Le contrôle des courbes.\Find the right angle to turn,\to jump and to land...
el: Έλεγχος καμπύλης.\Βρείτε τη σωστή γωνία για να στρίψετε,\να πηδήξετε και να προσγειωθείτε...
eo: Le contrôle des courbes.\Trovu la ĝustan angulon turniĝi,\salti kaj surteriĝi...
es: Le contrôle des courbes.\Busca el ángulo adecuado\para girar, saltar y aterrizar.
fr: Le contrôle des courbes.\Trouvez le bon angle pour tourner,\sauter et attérir...
nds: Kurvenkuntrull.\Finn de rechten Winkels tum dreihen,\springen un lannen …
nl: Le contrôle des courbes.\Vind de juiste hoek om te draaien,\te springen en te landen...
pt_pt: Procura o ângulo certo para virar,\saltar e aterrar...
uk: Le contrôle des courbes.\Знайдіть правильний кут повороту,\стрибка та посадки...

source: Le chemin dissimulé.\Test your memory.
el: Το κρυφό μονοπάτι .\Τεστάρετε τη μνήμη σας.
eo: Le chemin dissimulé.\Provu vian memoron.
es: Le chemin dissimulé.\Pon a prueba tu memoria.
fr: Le chemin dissimulé.\Testez votre mémoire.
nds: De verburgen Padd.\Wo good is dien Memoorje?
nl: Le chemin dissimulé.\Test je geheugen.
pt_pt: O caminho oculto.\Testa a tua memória.
uk: Le chemin dissimulé.\Тренуйте пам'ять.

source: Le labyrinthe fou.\You know the way, you see it,\so why are you taking another one?
el: Ο τρελός λαβύρινθος.\Ξέρετε το δρόμο, τον βλέπετε,\οπότε γιατί παίρνετε άλλον?
eo: Le labyrinthe fou.\Vi scias la vojon, vi vidas ĝin,\do kial vi prenas alian?
es: Le labyrinthe fou.\Conoces el camino y lo puedes ver.\Pero, ¿por qué coger otro?
fr: Le labyrinthe fou.\Vous connaissez le chemin, vous le voyez,\mais alors pourquoi vous en prenez un autre ?
nds: Rappelig Dwaalwegen.\Du weetst de Weg, du süchst ’t,\also um wat nimmst du eenen annern?
nl: Le labyrinthe fou.\Je weet de weg, je ziet het,\dus waarom neem je er nog een?
pt_pt: O labirinto louco.\Sabes o caminho, tu vês,\por isso porque estás a ir por outro?
uk: Le labyrinthe fou.\Ви знаєте шлях, бачите його,\так чому вибираєте інший?

source: Le sentier étroit.\Patience and timing.\Tip: maximise speed at the first slope.
el: Το στενό μονοπάτι.\Υπομονή και χρονισμός.\Υπόδειξη: μεγιστοποιήστε την ταχύτητα στην πρώτη κλίση.
eo: Le sentier étroit.\Pacienco kaj tempado.\Konsileto: maksimumigi rapidecon ĉe la unua deklivo.
es: Le sentier étroit.\Paciencia, reloj y buen atino.\Consejo: sé rápido desde la primera cuesta.
fr: Le sentier étroit.\Patience et timing.\Astuce : maximisez votre vitesse à la première rampe.
nds: De smalle Weg.\Geduld un Tied.\Wenk: Wees bi de eersten Schüünte bannig gau.
nl: Le sentier étroit.\Geduld en timing.\Tip: maximaliseer de snelheid bij de eerste helling.
pt_pt: O caminho estreito.\Paciência e tempo certo.\Dica: maximiza a velocidade na primeira inclinação.
uk: Le sentier étroit.\Терпіння і хронометраж.\Порада: збільшіть швидкість на першому схилі.

source: Les épreuves minutées.\Run baby, run!
el: Οι χρονικές δοκιμές.\Τρέχα μωρό, τρέχα!
eo: Les épreuves minutées.\Kuru knabo, kuru!
es: Les épreuves minutées.\¡Corre, pequeña! ¡Corre!
nds: Tiedexamen.\Loop to, loop to!
nl: Les épreuves minutées.\Ren liefje ren!
pt_pt: Corre, corre!
uk: Les épreuves minutées.\Біжи дитинко, біжи!

source: Le petit cross.\Let's go scrambling!\Stick to the track to optimize speed.
el: Ο μικρός σταυρός.\Πάμε να αγωνιστούμε!\Μείνετε στην πίστα για βέλτιστη ταχύτητα.
eo: Le petit cross.\Ni iru hastante!\Tenu laŭ la trako por optimumigi rapidecon.
es: Le petit cross.\¡Eres un trepa! Pégate al circuito para mantener la velocidad.
fr: Le petit cross.\Adhérez à la route pour optimiser votre vitesse.
nds: Dat lütte Krüüz.\Laat uns klautern gahn!\Bliev up de Bahn, um de Gauheid good to kören.
nl: Le petit cross.\Laten we klauteren!\Blijf bij de baan om de snelheid te optimaliseren.
pt_pt: A pequena travessia.\Vamos baralhar!\Mantém-te na pista para otimizar a velocidade.
uk: Le petit cross.\Притисніться до гори, щоб збільшити тертя.

source: La descente rafraîchissante.\Not so fast, not so fast.
el: Η αναζωογονητική κατάβαση.\Μην βιάζεστε, μην βιάζεστε.
eo: La descente rafraîchissante.\Ne tiel rapide, ne tiel rapide.
es: La descente rafraîchissante.\No tan rápido, ¡para!, ¡para!
fr: La descente rafraîchissante.\Pas si vite, pas si vite.
nds: De verquickend Offahrt.\Nich so fell, nich so fell.
nl: La descente rafraîchissante.\Niet zo snel, niet zo snel.
pt_pt: A fria descida.\Não tão rápido, não tão rápido.
uk: La descente rafraîchissante.\Повільніше, повільніше.

source: Le chemin de la foi.\Self-confidence.
el: Το μονοπάτι της πίστης.\Αυτοπεποίθηση.
eo: Memfido.
es: Le chemin de la foi.\Confianza plena en uno mismo.
fr: Le chemin de la foi.\Ayez confiance en vous.
nds: De Weg vum Gloov.\Sülvstvertroen.
nl: Le chemin de la foi.\Zelfvertrouwen.
pt_pt: O caminho da fé.\Auto-confiança.
uk: Le chemin de la foi.\Впевненість у собі.

source: Le sens trigonométrique.\Turn, wait and jump.
el: Η τριγωνομετρική κατεύθυνση.\Στρίψτε, περιμένετε και πηδήξτε.
eo: Le sens trigonométrique.\Turnu, atendu, kaj saltu.
es: Le sens trigonometrique.\Gira, espera y... salta.
fr: Le sens trigonométrique.\Tournez, attendez et sautez.
nds: Sinn för Trigonometrie.\Dreihen, wachten un springen.
nl: Le sens trigonométrique.\Draai, wacht en spring.
pt_pt: O sentido trigonométrico.\Vira, espera e salta.
uk: Le sens trigonométrique.\Оберніться, почекайте і стрибайте.

source: L'ascension pressée.\Only one piece of advice: don't stop!
el: Η εσπευσμένη ανάβαση.\Μόνο μία συμβουλή: μην σταματάτε!
eo: L'ascension pressée.\Nur unu konsilo: ne haltu!
es: L'ascension pressée.\Solo un consejo: ¡no pares, sigue, sigue!
fr: L'ascension pressée.\Juste un conseil : ne vous arrêtez pas !
nds: De hastige Upstieg.\Blots een Wenk: Nich anhollen!
nl: L'ascension pressée.\Slechts één advies: stop niet!
pt_pt: A ascensão apressada.\Só um pequeno conselho: não pares!
uk: L'ascension pressée.\Тільки одна порада: не зупиняйтеся!

source: Un va-et-vient frustrant.\Remember the activation order.
el: Ένα απογοητευτικό μπρος-πίσω.\Θυμηθείτε τη σειρά ενεργοποίησης.
eo: Un va-et-vient frustrant.\Memoru la aktivigan ordon.
es: Un va-et-vient frustrant.\Recuerda el orden de activación.
fr: Un va-et-vient frustrant.\Attention à l'ordre d'activation.
nds: Vör un torügg bit tum frustreeren.\Mark di de Anknips-Törn.
nl: Un va-et-vient frustrant.\Onthoud de activeringsopdracht.
pt_pt: Um vai e vem frustrante.\Lembra-te da ordem de ativação.
uk: Un va-et-vient frustrant.\Пам'ятайте порядок активації.

source: Street Neverball\Choose your party and score 3 points.
el: Οδός Neverball\Επιλέξτε την ομάδα σας και σκοράρετε 3 πόντους.
eo: Strata Neverball\Elektu vian partion kaj gajnu 3 poentojn.
es: Street Neverball\Elige a tu equipo y marca 3 tantos.
fr: Street Neverball\Choisissez votre camp et alignez 3 points.
nds: Straten-Neverball\Köör diene Partee ut un haal di 3 Punkten.
nl: Straat Neverball\Kies je gezelschap en scoor 3 punten.
pt_pt: Rua Neverball\Escolhe a tua equipa e marca 3 pontos.
uk: Вуличний Neverball\Виберіть свою сторону і отримайте 3 бали.

source: La machine à circonvolutions.\Easy, the goal is just above you.
el: Η μηχανή συνέλιξης.\Εύκολο, ο στόχος είναι ακριβώς από πάνω σας.
eo: La machine à circonvolutions.\Facila, la celo nur estas super vi.
es: La machine à circonvolutions.\Fácil, la meta está justo encima.
fr: La machine à circonvolutions.\Facile, la sortie est juste au-dessus de vous.
nds: De Foldens-Maschien.\Immer sachte, dat Enn is stracks bover di.
nl: La machine à circonvolutions.\Makkelijk, het doel ligt net boven je.
pt_pt: A máquina de circunvoluções.\Fácil, o objetivo logo a cima de ti.
uk: La machine à circonvolutions.\Це легко, ціль просто над вами.

source: Le grand cône.\Living in a cone.
el: Ο μεγάλος κώνος.\Ζώντας σε έναν κώνο.
eo: Le grand cône.\Loĝante en konuso.
es: Les grands cônes.\La vida, en un cono.
fr: Le grand cône.\Vivre dans un cône.
nds: De grote Kegel.\In eenem Kegel leven.
nl: Le grand cône.\Wonen in een kegel.
pt_pt: O grande cone.\Vivendo num cone.
uk: Le grand cône.\Життя в конусі.

source: Les flammes ardentes.\Does this remind you of something?
el: Οι φλογερές φλόγες.\Σας θυμίζει κάτι αυτό;
eo: Les flammes ardentes.\Ĉu ĉi tio memorigas vin pri io?
es: Les flammes ardentes.\¿Puede que te suene de algo?
fr: Les flammes ardentes.\Est-ce que cela vous rappelle quelque chose ?
nds: Füür un Flamm.\Mahnt di dat an wat?
nl: Les flammes ardentes.\Herinnert dit je aan iets?
pt_pt: As chamas ardentes.\Isto faz-te lembrar alguma coisa?
uk: Les flammes ardentes.\Це вам щось нагадує?

source: Les sauts du célèbre plombier.\Follow the coins.
el: Τα άλματα του διάσημου υδραυλικού.\Ακολουθήστε τα κέρματα.
eo: Les sauts du célèbre plombier.\Sekvu la monerojn.
es: Les sauts du célèbre plombier.\Sigue las monedas.
fr: Les sauts du célèbre plombier.\Suivez les pièces.
nds: De bekennte Klempner siene Sprungen.\Gah de Deiten na.
nl: Les sauts du célèbre plombier.\Volg de munten.
pt_pt: Os saltos do famoso canalizador.\Segue as moedas.
uk: Les sauts du célèbre plombier.\Дотримуйтесь монет.

source: Savoir rebondir pour aller plus haut.\The Neverball Arena.\Use the 2 teleports to unlock and reach the goal.
el: Μαθαίνοντας πώς να αναπηδήσετε για να πάτε ψηλότερα.\Η αρένα Neverball.\Χρησιμοποιήστε τις 2 τηλεμεταφορές για να ξεκλειδώσετε και να επιτύχετε τον στόχο.
eo: Savoir rebondir pour aller plus haut.\La Neverball-Areno.\Uzu la 2 teleportilojn por malŝlosi kaj atingi la celon.
es: Savoir rebondir pour aller plus haut.\El coliseo de Neverball.\Utiliza los 2 teleportadores para\abrir y alcanzar la meta.
fr: Savoir rebondir pour aller plus haut.\L'arène de Neverball.\Utilisez les 2 téléporteurs pour déverrouiller \et atteindre la sortie.
nds: Weten, wo man wieder na boven upspringt.\De Neverball-Ring.\Bruuk de 2 Teleporterens, um dat Enn uptosluten un daarhen to komen.
nl: Savoir rebondir pour aller plus haut.\De Neverball Arena.\Gebruik de 2 teleports om te ontgrendelen en het doel te bereiken.
pt_pt: Arena Neverball.\Usa os 2 tele-transportes para desbloquear e alcançar o objetivo.
uk: Savoir rebondir pour aller plus haut.\Арена Neverball.\Використовуйте 2 телепорти, щоб розблокувати та досягти цілі.

source: This level is full of challenges:\understand the level's functioning,\learn to fly and to survive,\grab half of all coins to open the goal,\find and reach the goal,\and more...
el: Αυτό το επίπεδο είναι γεμάτο προκλήσεις:\κατανοήστε τη λειτουργία του επιπέδου,\μάθετε να πετάτε και να επιβιώνετε,\μαζέψτε τα μισά νομίσματα για να ανοίξετε τον στόχο,\βρείτε και φτάστε στο στόχο,\και άλλα...
eo: Ĉi tiu nivelo havas multa da defioj:\komprenu la funkciadon de la nivelo,\lernu flugi kaj travivi,\kolektu duonon de ĉiuj moneroj por malfermi la celon,\trovu kaj atingu la celon,\kaj pli ...
es: Este nivel está lleno de retos:\trata de entender cómo funciona,\aprende a volar y a sobrevivir, consigue la mitad\ de las monedas para abrir la meta... y algo más.
fr: Ce niveau est rempli de défis :\comprendre son fonctionnement,\apprendre à voler et à survivre,\récupérer la moitié des pièces pour ouvrir la sortie,\trouver et atteindre la sortie,\et plus encore...
nds: Deese Upgaav is vull vun Rutfödderungen:\Verstah, wo allens gaht;\lehr to flegen un to överleven;\pottje halv vun all Deiten, um dat Enn optomaken;\finn dat Enn un kumm daar hen;\un mehr …
nl: Dit niveau zit vol uitdagingen:\begrijp de werking van het niveau,\leer vliegen en overleven,\pak de helft van alle munten om het doel te openen,\het doel te vinden en te bereiken,\en meer...
pt_pt: Este nível está cheio de desafios:\tenta entender o funcionamento dele,\aprende a voar e a sobreviver, apanha todas\as moedas para desbloquear o objetivo,\encontra e alcança o alvo,\e mais...
uk: Цей рівень сповнений проблем:\зрозуміти його дії, навчитися\літати і вижити, зібрати половину\монет, щоб відкрити ціль, знайти\і досягти її, а далі...

source: Le petit moulin.\The good timing to go in the cabin.
el: Ο μικρός μύλος.\Μια καλή στιγμή για να πάτε στην καμπίνα.
eo: Le petit moulin.\Bona tempo por iri kajuten.
es: Le petit moulin.\El momento adecuado para entrar en la caseta adecuada.
fr: Le petit moulin.\Grimpez dans la cabine au bon moment.
nds: De lütte Möhlen.\Gode Tied brengt di na binnen.
nl: Le petit moulin.\De goede timing om in de cabine te gaan.
pt_pt: O pequeno moinho.\A hora certa de entrar na cabana.
uk: Le petit moulin.\Синхронізуйтеся з ліфтом.

source: Ne pas se laisser emporter dans le néant.\Don't go too low.
el: Μην παρασυρθείτε από το τίποτα.\Μην πάτε πολύ χαμηλά.
eo: Ne pas se laisser emporter dans le néant.\Ne iru tro suben.
es: Ne pas se laisser emporter dans le néant.\No bajes mucho.
fr: Ne pas se laisser emporter dans le néant.\Ne descendez pas trop bas.
nds: Nich in ’t Lege fallen.\Gah nich to wied na unnern.
nl: Ne pas se laisser emporter dans le néant.\Ga niet te laag.
pt_pt: Não vás muito baixo.
uk: Ne pas se laisser emporter dans le néant.\Не йдіть занадто низько.

source: Si si, ce tuyau a une fin.\Living in a pipe.\Tip: slow down for the last jump!
el: Εάν ναι, αυτός ο σωλήνας έχει ένα τέλος.\Ζώντας σε ένα σωλήνα.\Υπόδειξη: επιβραδύνετε για το τελευταίο άλμα!
eo: Si si, ce tuyau a une fin.\Loĝante en pipo.\Konsileto: malrapidiĝu por la lasta salto!
es: Si si, ce tuyau a une fin.\La vida, en un tubo.\Consejo: frena un poco antes del último salto.
fr: Si si, ce tuyau a une fin.\Vivre dans un tuyau.\Astuce : ralentissez au dernier petit saut !
nds: Jau man, deese Röhr hett een Enn.\In eener Röhr leven.\Wenk: De lesten Sprung langsaam nehmen!
nl: Si si, ce tuyau a une fin.\Wonen in een pijp\Tip: vertraag voor de laatste sprong!
pt_pt: Vivendo num cano.\Dica: abranda um pouco no último salto!
uk: Si si, ce tuyau a une fin.\Життя в трубі.\Порада: сповільніться перед останнім стрибком!

source: Plus dur que la difficulté.\Good luck.
el: Δυσκολότερο από τη δυσκολία.\Καλή τύχη.
eo: Plus dur que la difficulté.\Bonŝancon.
es: Plus dur que la difficulté.\Buena suerte.
fr: Plus dur que la difficulté.\Bonne chance.
nds: De allerswaarste Stuurheid.\Vööl Glück.
nl: Plus dur que la difficulté.\Succes.
pt_pt: Boa Sorte.
uk: Plus dur que la difficulté.\Бажаєм успіху.

source: Être patient.\Not too hard.
el: Κάντε υπομονή.\Όχι πολύ δύσκολο.
eo: Être patient.\Ne tro malfacila.
es: Être patient.\No es tan difícil.
fr: Être patient.\Pas si dur que ça.
nds: Wees gedüldig.\Nich to swaar.
nl: Être patient.\Niet te hard.
pt_pt: Sê paciente.\Não é tão difícil.
uk: Être patient.\Не дуже складно.

source: Le passage éphémère.\Trust the coins.
el: Το εφήμερο πέρασμα.\Εμπιστευτείτε τα κέρματα.
eo: Le passage éphémère.\Fidu la monerojn.
es: Le passage éphémère.\Las monedas señalarán el camino.
fr: Le passage éphémère.\Faites confiance aux pièces.
nds: De flüchtige Padd.\Vertroo de Deiten.
nl: Le passage éphémère.\Vertrouw de munten.
pt_pt: A passagem efémera.\Confia nas moedas.
uk: Le passage éphémère.\Довіряйте монетам.

source: Hé, on pousse pas !\Not too fast, not too slow.
el: Χαίρετε, χωρίς πίεση !\Όχι πολύ γρήγορα, όχι πολύ αργά.
eo: Hé, on pousse pas !\Ne tro rapide, ne tro malrapide.
es: Hé, on pousse pas !\Ni rápido ni perezoso.
fr: Hé, on pousse pas !\Pas trop vite, pas trop lentement.
nds: Ahoi, keen Drängeln!\Nich to fix, nich to langsaam.
nl: Hé, on pousse pas !\Niet te snel, niet te langzaam.
pt_pt: Não tão rápido, nem tão devagar.
uk: Hé, on pousse pas !\Не дуже швидко, не дуже повільно.

source: Rainbow Road.\Do 3 laps to open the goal.
el: Ο δρόμος του ουράνιου τόξου.\Κάντε 3 γύρους για να ανοίξετε το στόχο.
eo: Ĉielarka Vojo.\Faru 3 rondirojn por malfermi la celon.
es: Circuito del arcoiris.\Da 3 vueltas para activar la meta.
fr: La route arc-en-ciel.\Faites 3 tours pour déverrouiller la sortie.
nds: Regenbogen-Straat.\Maak 3 Runnen, um dat Enn optomaken.
nl: Rainbow Road.\Doe 3 ronden om het doel te openen.
pt_pt: Estrada arco-íris.\Dá 3 voltas para abrir o objetivo.
uk: Райдужна дорога.\Зробіть 3 рази, щоб відкрити ціль.

source: Le rodéo de Neverball.\You'll fall quickly.
el: Το Ροντέο Neverball.\Θα πέσετε γρήγορα.
eo: Le rodéo de Neverball.\Vi falos rapide.
es: Le rodéo de Neverball.\Caerás en un pís-pas.
fr: Le rodéo de Neverball.\Vous ne tiendrez pas longtemps.
nds: Neverball-Rodeo.\Du worst fix fallen.
nl: Le rodéo de Neverball.\Je valt snel.
pt_pt: O rodeo do Neverball.\Vais cair depressa.
uk: Le rodéo de Neverball.\Ви швидко впадете.

source: J'y vais, ou j'y vais pas ?\Do not dither.
el: Πηγαίνω, ή δεν πηγαίνω ;\Μην τρελαίνεστε.
eo: J'y vais, ou j'y vais pas?\Ne hezitu.
es: J'y vais, ou j'y vais pas ?\No lo dudes.
fr: J'y vais, ou j'y vais pas ?\Ne pas hésiter.
nds: Gah ick na daar, gah ick nich na daar?\Trüggel nich.
nl: J'y vais, ou j'y vais pas ?\Dither niet.
pt_pt: Vou ou não vou?\Não hesites.
uk: J'y vais, ou j'y vais pas ?\Не вагайтеся.

source: Préparez un petit sac.\The stomach-tester.
el: Προετοιμάστε μια μικρή τσάντα.\Ο ελεγκτής στομάχου.
eo: Préparez un petit sac.\La stomako-testilo.
es: Préparez un petit sac.\El saca-hígados.
fr: Préparez un petit sac.\Le testeur d'estomac.
nds: Püüt paraat hollen.\De Magentester.
nl: Préparez un petit sac.\De maag-tester.
pt_pt: A prova estomacal.
uk: Préparez un petit sac.\Шлунковий тестер.

source: Un petit échauffement.\Welcome to Mehdi's new set!
el: Λίγη προθέρμανση.\Καλώς ήλθατε στο νέο σετ του Mehdi!
eo: Un petit échauffement.\Bonvenon al la nova aro de Mehdi!
es: Un petit échauffement.\¡Bienvenido a la nueva serie de Mehdi!
fr: Un petit échauffement.\Bienvenue dans la nouvelle collection de Mehdi !
nds: Een lüttjes Upwarmen.\Willkomen to Mehdi siene neje Sammlung!
nl: Un petit échauffement.\Welkom bij de nieuwe set van Mehdi!
pt_pt: Um pequeno aquecimento.\Bem-vindo(a) ao novo nível do Mehdi!
uk: Un petit échauffement.\Ласкаво просимо до нового набору Mehdi!

source: Plus vite que la vitesse.\The definition of speed.
el: Ταχύτερο από την ταχύτητα.\Ο ορισμός της ταχύτητας.
eo: Plus vite que la vitesse.\La difino de rapideco.
es: Plus vite que la vitesse.\El nombre del viento.
fr: Plus vite que la vitesse.\À fond, à fond, à fond.
nds: Fixer as fell.\Dat is Gauheid.
nl: Plus vite que la vitesse.\De definitie van snelheid.
pt_pt: Mais rápido que a velocidade.\A definição de velocidade.
uk: Plus vite que la vitesse.\Визначення швидкості.

source: La danse asiatique\Trust the arrows.
el: Ασιατικός χορός\Εμπιστευτείτε τα βέλη.
eo: La danse asiatique\Fidu la sagojn.
es: La danse asiatique\Confía en las flechas.
fr: La danse asiatique\Faites confiance aux flèches.
nds: Asiatisk Danz\Vertroo de Pielen.
nl: La danse asiatique\Vertrouw de pijlen.
pt_pt: A dança asiática.\Confia nas setas.
uk: La danse asiatique\Довіряйте стрілкам.

source: Suis le mouvement.\Warning, the road is moving.
el: Ακολουθήστε την κίνηση.\Προειδοποίηση, ο δρόμος κινείται.
eo: Suis le mouvement.\Averto: la vojo moviĝas.
es: Suis le mouvement.\Ojo: la pista se mueve.
fr: Suis le mouvement.\Attention, la piste se déplace.
nds: De Bewegen nagahn.\Wahrschau, de Straat beweegt sik.
nl: Suis le mouvement.\Waarschuwing, de weg beweegt.
pt_pt: Acompanha o movimento.\Aviso, a pista está-se a mexer.
uk: Suis le mouvement.\Увага, дорога рухається.

source: Tranquille, mais pas trop.\Sync yourself to the elevators.
el: Ήσυχο, αλλά όχι πάρα πολύ.\Συγχρονίστε τον εαυτό σας με τους ανελκυστήρες.
eo: Tranquille, mais pas trop.\Sinkronigu vin al la liftoj.
es: Tranquille, mais pas trop.\Sincronízate con los ascensores.
fr: Tranquille, mais pas trop.\Soyez synchrones avec les élévateurs.
nds: Sachte, man nich to sachte.\Pass di an de Fahrstohlen an.
nl: Tranquille, mais pas trop.\Synchroniseer jezelf met de liften.
pt_pt: Tranquilo mas não demasiado.\Sincroniza-te com os elevadores.
uk: Tranquille, mais pas trop.\Синхронізуйтеся з ліфтами.

source: Les toiles attirantes.\Get out of the webs.
el: Ελκυστικά υφάσματα.\Αποδράστε από τους ιστούς.
eo: Les toiles attirantes.\Eliru el la araneaĵoj.
es: Les toiles attirantes.\Sal de las redes.
fr: Les toiles attirantes.\Ne vous laissez pas empêtrer.
nds: Nüvere Schillereen.\Kumm ut de Netten rut.
nl: Les toiles attirantes.\Ga uit de webben.
pt_pt: Sai das redes.
uk: Les toiles attirantes.\Вийдіть з мережі.
