Repository: Neverball/neverball
Catalog: po/*.po
Languages: el, eo, es, fr, nds, nl, pt_pt, uk

source: Mouse buttons rotate the view.\Press Escape to pause or quit.\\\\Click to begin.\
el: Τα κουμπιά του ποντικιού περιστρέφουν την προβολή.\Πατήστε Escape για να κάνετε παύση ή για έξοδο.\\\\Κάντε κλικ για να ξεκινήσετε.\
eo: Musbutonoj turnas la vidon.\Premu la eskapklavon por paŭzi aŭ eliri.\\\\Klaku por eki.\
es: Los botones del ratón hacen girar\la cámara. Pulsa Esc. para hacer una pausa o\salir de la partida.\\\\Haz clic para empezar.\
fr: Les boutons de la souris tournent la vue.\Pressez Échap pour quitter ou\mettre le jeu en pause.\\\Cliquez pour commencer.\
nds: Muustasten dreihen de Sicht.\Drück Escape tum Anhollen of Verlaten.\\\\Klick tum begünnen.\
nl: Muisknoppen draaien de weergave.\Druk op Escape om te pauzeren of te stoppen.\\\\Klik om te beginnen.\
pt_pt: Os botões do rato rodam a vista.\Pressiona a tecla "Esc" para pausar ou desistir.\\Clica para começar.\
uk: Кнопки миші повертають камеру.\Натисніть Esc для призупинення гри або виходу.\\\\Клацніть мишею, коли будете готові.\

source: When you are on the elevators,\make small adjustments to keep the ball steady.\You can collect many coins by\keeping the ball in one place.\Too much movement and you will fall off.
el: Όταν είστε στους ανελκυστήρες, κάντε μικρές προσαρμογές για να κρατήσετε την μπάλα σταθερή.\Μπορείτε να συλλέξετε πολλά νομίσματα, κρατώντας την μπάλα σε ένα μέρος.\Πολύ κίνηση της μπάλας και θα πέσετε.
eo: Kiam vi estas sur la liftoj,\faru etajn ĝustigojn por teni la pilkon konstanta.\Vi povas kolekti multajn monerojn\tenante la pilkon en unu loko.\Tro da movado kaj vi elfalos.
es: En los ascensores un pequeño movimiento es mejor que tres, para no caerte y que dures sin un traspié.\Se puede llegar a muchas monedas sin mover la bola del sitio.\Te caerás al patio si te mueves con mucho brío.
fr: Lorsque vous êtes sur les élévateurs,\procédez par petits ajustements pour limiter\les mouvements de la balle.\Vous pouvez récupérer beaucoup de pièces en\maintenant la balle en un endroit.\Trop de mouvements et vous chuterez.
nds: Wenn du up eenem Fahrstohl büst,\maak lütte Anpassens, um de Ball stevig to hollen.\Du kannst mennig Deiten pottjen,\indeem du de Ball an eener Stee hollst.\Wiggel to vööl un du fallst runner.
nl: Als je op de liften bent, \maak dan kleine aanpassingen om de bal stabiel te houden.\Je kunt veel munten verzamelen\door de bal op één plek te houden.\Te veel beweging en je valt eraf.
pt_pt: Quando estiveres nos elevadores,\faz pequenos ajustes para manter a bola firme.\Podes recolher muitas moedas\mantendo a bola parada.\Demasiado movimento pode levar-te ao precipício.
uk: Коли ви знаходитеся на ліфті\прагніть утримати м'яч на платформі\рухаючись при цьому якомога акуратніше.

source: There is only one path to reach the goal,\but lots of paths for collecting coins.\Make sure you collect enough\to unlock the goal.
el: Υπάρχει μόνο ένας δρόμος για να φτάσετε στο στόχο,\αλλά πολλοί για να συλλέξετε κέρματα.\Σιγουρευτείτε ότι έχετε μαζέψει αρκετά\για να ξεκλειδώσετε το στόχο.
eo: Estas nur unu vojo por atingi la celon,\sed multaj vojoj por kolekti monerojn.\Certigu, ke vi kolektas sufiĉan\por malŝlosi la celon.
es: Solo hay un camino para llegar a la meta,\pero muchos para coger monedetas.\Recoge las que hagan falta para desbloquearla sin tantas.
fr: Il n'y a qu'un seul chemin vers la sortie,\mais beaucoup de chemins pour s'enrichir.\Assurez-vous d'avoir suffisamment de pièces\pour déverrouiller la sortie.
nds: Dat gifft blots eenen Padd tum Enn,\aver mennig Padden, um Deiten to pottjen.\Wees wiss, dat du genoog pottjest,\um dat Enn uptosluten.
nl: Er is maar één pad om het doel te bereiken,\maar veel paden om munten te verzamelen.\Zorg ervoor dat je genoeg verzamelt\om het doel te ontgrendelen.
pt_pt: Só existe um caminho para alcançar o objetivo,\porém muitos caminhos para recolher moedas.\Certifica-te que apanhas o suficiente\para desbloquear o objetivo.
uk: Існує єдина дорога до виходу\але способів зібрати достатню кількість\монет існує декілька.

source: Follow the trail of coins to reach the goal.\If you hit a post while moving quickly,\you will bounce far off course.
el: Ακολουθήστε το μονοπάτι από κέρματα για να φτάσετε στο στόχο.\Αν χτυπήσετε σε στύλο ενώ κινείστε γρήγορα,\θα βγείτε από τη διαδρομή σας.
eo: Sekvu la vojeton de moneroj por atingi la celon.\Se vi trafos foston rapide moviĝante,\vi resaltos ege dekurse.
es: Sigue las monedas para llegar a la meta.\Si chocas con un poste deprisa\saldrás disparado fuera de la pista.
fr: Suivez la trainée de pièces pour atteindre la sortie.\Si vous butez sur un poteau à grande vitesse,\vous serez projetés loin de votre trajectoire.
nds: Gah de Spoor vun Deiten na, um tum Enn to komen.\Wenn du eenen Pahl treffst, as du fix gahst,\worst du wied ut de Spoor smeten.
nl: Volg het spoor van munten om het doel te bereiken.\Als je een paal raakt terwijl je snel beweegt,\stuiter je ver van koers.
pt_pt: Segue o rasto de moedas para alcançar o objetivo.\Se bateres num poste enquanto te moves depressa,\cairás bem longe do percurso.
uk: Котіться по доріжці з монет до виходу.\Якщо ви зачепите стовпчик, то перестанете\контролювати м'яч.

source: Hills require more speed to get over.\Be careful not to go too fast!
el: Οι λόφοι απαιτούν περισσότερη ταχύτητα για να υπερπηδηθούν.\Προσέξτε όμως να μην πηγαίνετε γρηγορότερα από όσο πρέπει!
eo: Montetoj postulas pli da rapideco por supreniri.\Atentu, ke vi ne iru tro rapide!
es: Necesitas más impulso para pasar las cuestas.\¡No te pases!
fr: Les colines requièrent une vitesse\suffisante pour les franchir.\Attention cependant à ne pas aller trop vite !
nds: Du bruukst mehr Gauheid, um över eene Höchte to komen.\Pass up, dat du nich to fix gahst!
nl: Heuvels hebben meer snelheid nodig om er overheen te komen.\Pas op dat je niet te snel gaat!
pt_pt: As colinas necessitam de mais velocidade para subir.\Cuidado para não ires demasiado depressa!
uk: Постарайтеся набрати швидкість перед горбом.\Лише не рухайтеся дуже швидко!

source: When the ball is on a moving platform,\it will be pulled in the direction of movement.\Use the rails to steady yourself,\and collect the coins you need\to open the goal.
el: Όταν η μπάλα είναι πάνω σε κινούμενη πλατφόρμα,\θα κυλήσει προς την κατεύθυνση της κίνησης.\Χρησιμοποιήστε τις ράγες για να σταθεροποιηθείτε,\και συλλέξτε τα κέρματα που χρειάζεστε\για να ξεκλειδώσετε το στόχο.
eo: Kiam la pilko estas sur moviĝanta platformo,\ĝi estos tirita en la direkto de movado.\Uzu la relojn por stabiliĝi,\kaj kolektu la necesajn monerojn por\malfermi la celon.
es: Si la bola se encuentra en una plataforma móvil\será arrastrada en la dirección del movimiento.\Utiliza los raíles para mantenerte\y recoge las monedas que hagan falta para abrir la meta.
fr: Lorsque la balle est sur une plate-forme mobile,\elle est entraînée par le mouvement.\Appuyez-vous sur les rails pour vous stabiliser,\et récupérez les pièces nécessaires\pour ouvrir la sortie.
nds: Wenn de Ball up eener Verschuuv-Plattfoorm is,\word dat in de Richt vun de Bewegen trucken.\Bruuk de Gelänners, um di stevig to hollen,\un pottje de Deiten, wat du bruukst,\um dat Enn optomaken.
nl: Als de bal op een bewegend platform staat,\wordt het in de bewegingsrichting getrokken.\Gebruik de rails om jezelf te stabiliseren\en verzamel de munten die je nodig hebt\om het doel te openen.
pt_pt: Quando a bola está numa plataforma móvel,\ela será empurrada na direção\do movimento. Usa os trilhos para te estabilizares,\e recolher as moedas que precisas\para desbloquear o objetivo.
uk: Коли м'яч виявиться на плаваючій платформі,\його сильно тягнутиме у бік руху\платформи. Використовуйте перила, щоб\утримати м'яч.

source: Grab all the coins...\but don't get bullied!
el: Μαζέψτε όλα τα κέρματα...\αλλά μην αφήσετε να σας κάνουν τον νταή!
eo: Prenu ĉiujn monerojn...\sed ne estu ĉikanita!
es: Coge todas las monedas...\¡y cuidado con los empurrocosos!
fr: Collectez toutes les pièces...\mais attention à ne pas être bousculés !
nds: Pottje all de Deiten …\aver laat di nich rumschupsen!
nl: Pak alle munten...\maar laat je niet pesten!
pt_pt: Apanha as moedas todas....\mas não fiques chateado!
uk: Зберіть всі монети...\лише не попадіть під камінь!

source: Here's another coin grab.\Perhaps you already know a good route.\Teleportation might come in handy.\
el: Μαζέψτε για ακόμη μια φορά τα κέρματα.\Ίσως ήδη γνωρίζετε μία καλή διαδρομή.\Η τηλεμεταφορά θα ήταν εύχρηστη.\
eo: Jen alia moneraro.\Eble vi jam scias bonan vojon.\Teleportado povus esti utila.\
es: Otro mar de monedas.\Es posible que ya conozcas un buen camino.\Los teleportadores pueden resultar útiles.\
fr: Voici une nouvelle course aux pièces.\Peut-être que vous connaissez déjà la bonne route.\La téléportation peut aider.\
nds: Hier is noch eene Deitenpottjeree.\Villicht weetst du al eenen goden Padd.\Teleporteren kann nüttelk wesen.\
nl: Hier is nog een muntgreep.\Misschien ken je al een goede route.\Teleportatie kan van pas komen.\
pt_pt: Aqui temos mais uma caça às moedas.\Talvez já saibas um bom caminho.\ O tele-transporte pode ser bastante útil.\
uk: Нічого не нагадує? Можливо ви вже\знаєте правильну дорогу. Може допомогти телепортація.\

source: =Adventure=\Many things to do, coins to collect, risks to take.
el: =Adventure=\Πολλά πράγματα να γίνουν, κέρματα να συλλεχθούν, ρίσκα να παρθούν.
eo: =Adventuro=\Multaj aĵoj farendas, moneroj kolektendas,\ riskoj prenendas.
es: =Aventura=\Tantas cosas que hacer, monedas que recoger\ y riesgos que asumir...
fr: =Aventure=\Plein d'activités à faire, récupérer des pièces,\prendre des risques.
nds: =Aventüür=\Mennig Dingen to doon, Deiten to pottjen, Risikos to nehmen.
nl: =Avontuur=\Veel dingen te doen, munten te verzamelen, risico's te nemen.
pt_pt: =Aventura=\Muitas coisas para fazer, moedas para\apanhar, riscos a correr.
uk: =Пригода=\Багато монет, багато небезпеки.

source: =Atrium=\Remove the coins from their columns.
el: =Atrium=\Αφαιρέστε τα κέρματα από τις στήλες τους.
eo: =Atrio=\Forigu la monerojn el iliaj kolonoj.
es: =Atrio=\Saca las monedas de sus columnas.
fr: =Atrium=\Enlevez les pièces de leur colonne.
nds: =Ingang=\Nehm de Deiten vun hör Pielers.
nl: =Atrium=\Verwijder de munten uit hun kolommen.
pt_pt: =Átrio=\Remove as moedas das colunas.
uk: =Атріум=\Приберіть монети з колон.

source: =Buoys=\He who controls the timers, controls the gates.
el: =Buoys=\Αυτός που ελέγχει τα χρονόμετρα, ελέγχει και τις πύλες.
eo: =Buoj=\Tiu, kiu kontrolas la tempoŝaltilojn, kontrolas la pordojn.
es: =Boyas=\Aquellos que controlan los temporizadores dominan las puertas.
fr: =Buoys=\Celui qui contrôle les minuteurs, contrôle aussi les portes.
nds: =Bojen=\Well de Tiedgevers kuntrulleert, kuntrulleert de Poorten.
nl: =Boeien=\Hij die de timers controleert, controleert de poorten.
pt_pt: =Bóias=\Quem controla os contadores, controla os portões.
uk: =Буї=\Той, хто контролює таймери, контролює ворота.

source: =Cargo=\Let yourself be carried away.
el: =Cargo=\Αφήστε τον εαυτό σας να παρασυρθεί.
eo: =Ŝarĝo=\Lasu vin forportati.
es: =Carga pesada=\Déjate llevar.
fr: =Cargaison=\Laissez-vous transporter.
nds: =Fracht=\Laat di sülvst wegdragen worden.
nl: =Cargo=\Laat u meeslepen.
pt_pt: =Carga=\Deixa-te levar.
uk: =Доставка=\Дозвольте це привести.

source: =Confetti=\Help! There has got to be a way through this mess.
el: =Confetti=\Βοήθεια! Πρέπει να υπάρχει κάποιο πέρασμα μέσα σε αυτό το χάος.
eo: =Konfetoj=\Helpu! Devas esti vojo tra tiu ĉi kaĉo.
es: =Confetti=\¡Socorro! Tiene que haber alguna forma de pasar.
fr: =Confetti=\À l'aide ! Il doit bien y avoir\un chemin dans ce bazar.
nds: =Konfetti=\Hülp! Dat mutt doch eets wo dör deeses Kuddelmuddel gahn.
nl: =Confetti=\Helpen! Er moet een weg zijn door deze puinhoop.
pt_pt: =Confete=\Socorro! Deve haver uma forma de sair desta confusão.
uk: =Конфетті=\Допоможіть! Там повинен бути якийсь шлях через це безладдя.

source: =Discs=\Used correctly, the platforms will take you to the goal.
el: =Discs=\Άμα χρησιμοποιηθούν σωστά, οι πλατφόρμες θα σας οδηγήσουν στον στόχο.
eo: =Diskoj=\Se ĝuste uzatas, la platformoj prenos vin al la celo.
es: =Discos=\Bien usadas, las plataformas te llevarán a la meta.
fr: =Disques=\Bien utilisées, les plates-formes\vous emmènerons à la sortie.
nds: =Schieven=\Bruuk se klook un de Plattfoormen brengen di tum Enn.
nl: =Schijven=\Op de juiste manier gebruikt, brengen de platforms u naar het doel.
pt_pt: =Discos=\Se usados corretamente, as plataformas vã-te levar ao objetivo.
uk: =Диски=\Правильно використані платформи дозволять вам досягти ціль.

source: =Inferno=\The fire thwomps will try to foil your mission.
el: =Inferno=\Οι φωτιές θα προσπαθήσουν να αποτρέψουν την αποστολή σας.
eo: =Infero=\La fajraj batiloj provos vanigi vian mision.
es: =Infierno=\Los empujorrocosos ardientes intentarán frustrar tu importante misión.
fr: =Inferno=\Les thwomps de feu essaient de faire échouer votre mission.
nds: =Füürbrand=\De Füür-Stötters versöken, di scheitern to laten.
nl: =Inferno=\De vuurduikers zullen proberen je missie te verijdelen.
pt_pt: =Inferno=\Os Zangados de fogo irão tentar sabotar a tua missão.
uk: =Пекло=\Пожежі намагатимуться зашкодити вашій місії.

source: =Ladybirds=\Don't let them bug you.
el: =Ladybirds=\Μην τους αφήσετε να σας τσιμπήσουν.
eo: =Kokcineloj=\Ne lasu ilin ĉagreni vin.
es: =Mariquitas=\Que los bichos no se te quiten de encima.
fr: =Coccinelles=\Ne les laissez pas vous mordre.
nds: =Leevengelkes=\Laat se di nich wurmig wesen.
nl: =Lieveheersbeestjes=\Laat ze je niet lastig vallen.
pt_pt: =Joaninhas=\Não as deixes joaninarem-te.
uk: =Сонечка=\Не дозволяйте їм помилятися.

source: =Mountains=\Ups and downs are a part of life.
el: =Mountains=\Τα σκαμπανεβάσματα είναι μέρος της ζωής.
eo: =Montoj=\En la vivo, supre kaj sube alternas.
es: =Montañas=\Los subidones y los bajones son parte de la vida.
fr: =Montagnes=\Les hauts et les bas font partie de la vie.
nds: =Bargen=\Im Leven gifft dat Höchten un Deepden.
nl: =Bergen=\Bovens en benedens, maken deel uit van het leven.
pt_pt: =Montanhas=\Altos e baixos são coisas da vida.
uk: =Гори=\Злети та падіння є частиною життя.

source: =Museum=\Please do not touch the exhibits.
el: =Museum=\Παρακαλώ μην αγγίζετε τα εκθέματα.
eo: =Muzeo=\Bonvolu ne tuŝu la elmontraĵojn.
es: =Museo=\Se ruega no tocar las obras expuestas.
fr: =Musée=\Prière de ne pas toucher les pièces exposées.
nds: =Museum=\Bidde de Utstellens-Delen nich anröhren.
nl: =Museum=\Raak de exposities niet aan.
pt_pt: =Museu=\Por favor não toques nas peças em exposição.
uk: =Музей=\Будь ласка, не торкайтеся експонатів.

source: =Oddities=\Something is not quite right here...
el: =Oddities=\Κάτι δεν πάει καλά εδώ πέρα...
eo: =Strangaĵoj=\Io ne ŝajnas ĝuste tie...
es: =Rarezas=\Aquí pasa algo... extraño...
fr: =Bizarreries=\Quelque chose ne tourne pas rond ici...
nds: =Wunnerlikheiden=\Eets wat is hier nich vull recht …
nl: =Eigenaardigheden=\Er klopt hier iets niet helemaal...
pt_pt: =Esquisitices=\Há qualquer coisa que não está certa aqui...
uk: =Дивацтва=\Щось тут не так...

source: =Rails=\Do not lose your balance.
el: =Rails=\Μην χάσετε την ισορροπία σας.
eo: =Reloj=\Ne perdu vian ekvilibron.
es: =Raíles=\No pierdas tu redondo equilibrio.
fr: =Rails=\Ne perdez pas l'équilibre.
nds: =Gelänners=\Verlees dien Evenwicht nich.
nl: =Rails=\Verlies uw evenwicht niet.
pt_pt: =Trilhos=\Não percas o equilíbrio.
uk: =Рейки=\Не втрачайте рівновагу.

source: =Ramps=\Can you make it to the top?
el: =Ramps=\Μπορείτε να τα καταφέρετε ως την κορυφή;
eo: =Ramploj=\Ĉu vi povas supreniri al la pinto?
es: =Rampas=\¿Puedes llegar hasta arriba del todo?
fr: =Rampes=\Pouvez-vous atteindre le sommet ?
nds: =Rampen=\Kannst du ganz na boven komen?
nl: =Hellingen=\Kun jij de top halen?
pt_pt: =Rampas=\Consegues chegar ao topo?
uk: =Рампи=\Ви досягнете верхньої точки?

source: =Rings=\Roll your way through this trap.
el: =Δαχτυλίδια=\Κυλιθείτε μέσα από την παγίδα.
eo: =Ringoj=\Ruliĝu tra ĉi tiu kaptilo.
es: =Los anillos=\Rueda y rueda a través de éste tramposo circuito.
fr: =Anneaux=\Roulez à travers ce piège.
nds: =Ringen=\Rull dienen Padd dör deese Trapp.
nl: =Ringen=\Rol je een weg door deze val.
pt_pt: =Anéis=\Rola o teu caminho sobre esta armadilha.
uk: =Кільця=\Поверніть свій шлях через цю пастку.

source: =Slope=\Try not to become a modern-day Sisyphus.
el: =Slope=\Προσπαθήστε να μην γίνετε ένας μοντέρνος Σίσυφος.
eo: =Deklivo=\Provu ne iĝi nuntempa Sizifo.
es: =Cuesta la cuesta=\Intenta no convertirte en un Sísifo moderno.
fr: =Pente=\Essayez de ne pas devenir\un Sisyphus des temps modernes.
nds: =Schüünte=\Versöök, keen modeerner Sisyphus to worden.
nl: =Helling=\Probeer geen moderne Sisyphus te worden.
pt_pt: =Descida=\Tenta não te tornar num Sísifo dos dias modernos.
uk: =Схил=\Не станьте сучасним Сізіфом.

source: =Spacetime=\Not much space, not much time.
el: =Spacetime=\Δεν έχετε πολύ χώρο, ούτε χρόνο.
eo: =Spactempo=\Ne multe da spaco, ne multe da tempo.
es: =Espacio temporal=\Ni mucho espacio, ni mucho tiempo.
fr: =Espace-temps=\Peu d'espace, peu de temps.
nds: =Ruumtied=\Nich vööl Ruum, nich vööl Tied.
nl: =Spacetime=\Niet veel ruimte, niet veel tijd.
pt_pt: =Espaço-Tempo=\Não há muito espaço, nem muito tempo.
uk: =Простір-час=\Маленький простір, мало часу.

source: =Swarm=\Warning: Trespassers will be thwomped.
el: =Σμήνος=\Προειδοποίηση: Οι καταπατητές θα πατικώνονται.
eo: =Svarmo=\Averto: Rajtofendantoj batitos.
es: =El enjambre=\Advertencia: Los empujorrocosos enrocarán a cualquier intruso que se atreva a adentrarse en sus dominios.
fr: =Essaim=\Attention : les intrus seront écrasés.
nds: =Swarm=\Wahrschau: Inbrekers worden prallt.
nl: =Zwerm=\Waarschuwing: overtreders worden geduwd.
pt_pt: =Enxame=\Aviso: os intrusos serão esbofeteados pelos Zangados.
uk: =Рій=\Попередження: вторгнення буде зняте.

source: =Tennis=\There is plenty of prize money, and it's up for grabs.
el: =Tennis=\Υπάρχει αφθονία των χρηματικών επάθλων, και είναι στο χέρι σας να τα αποκτήσετε.
eo: =Teniso=\Estas multa da premimono, kaj ĝi preneblas.
es: =Tenis=\Hay muchas monedas en juego, y llevártelas depende de ti.
fr: =Tennis=\Il y a de nombreux prix à gagner,\c'est à vous de les récupérer.
nds: =Tennis=\Dat gifft vööl Priesgeld, kumm un haal ’t dir.
nl: =Tennis=\Er is veel prijzengeld en het ligt voor het oprapen.
pt_pt: =Ténis=\Existem muitas moedas em jogo,\e estão prontas para serem apanhadas.
uk: =Теніс=\Є багато призів, які чекають на свого переможця.

source: =Tree=\Follow the spiral staircase to the goal.
el: =Tree=\Ακολουθήστε την σπειροειδή σκάλα προς τον στόχο.
eo: =Arbo=\Sekvu la helican ŝtuparon al la celo.
es: =Árbol=\Sigue la escalera de caracol para llegar a la meta.
fr: =Arbre=\Suivez l'escalier en colimaçon jusqu'à la sortie.
nds: =Boom=\Gah över de Wendeltrapp tum Enn.
nl: =Boom=\Volg de wenteltrap naar het doel.
pt_pt: =Árvore=\Segue a escada em espiral até ao objetivo.
uk: =Дерево=\Спіральний з'їзд приведе вас до цілі.

source: =UFO=\Ride the spaceship they don't want you to know about.
el: =UFO=\Οδηγήστε το διαστημόπλοιο που δεν θέλουν να ξέρετε ότι υπάρχει.
eo: =NIFO=\Rajdu la kosmoŝipon, pri kiu ili ne volas, ke vi sciu.
es: =Ovni=\Pilota la nave del misterio de la que no quieren que sepas nada.
fr: =Ovni=\Chevauchez le vaisseau spacial dont\ils ne veulent pas vous en dire davantage.
nds: =UFO=\Fahr in de Ruumschiff, vun wat se nich wullen, dat du daarvun weetst.
nl: =UFO=\Berijd het ruimteschip waarvan ze niet willen dat je het weet.
pt_pt: =OVNI=\Pilota a nave que eles não querem que conheças.
uk: =НЛО=\Летіть космічним кораблем, про який ви не повинні знати.

source: 2 switches have to be enabled\to open the path to the goal.
el: Πρέπει να ενεργοποιήσετε 2 μοχλούς\για να ανοίξετε την διαδρομή προς τον στόχο.
eo: Du ŝaltiloj ŝaltendas\por malfermi la vojon al la celo.
es: Hay que activar 2 circuitos para\abrir la ruta hacia la meta.
fr: Il vous faut activer 2 interrupteurs\pour ouvrir le chemin vers la sortie.
nds: 2 Schalters mutten anknipst worden,\um de Padd tum Enn optomaken.
nl: Er moeten 2 schakelaars worden ingeschakeld\om het pad naar het doel te openen.
pt_pt: Têm de ser ativados 2 interruptores\para abrir caminho para o objetivo.
uk: Щоб відкрити шлях до цілі,\потрібно увімкнути два перемикачі.

source: There's not enough floor here.\Hopefully that's not a problem.\
el: Δεν υπάρχει αρκετό έδαφος εδώ πέρα.\Ας ελπίσουμε ότι αυτό δεν θα σας δημιουργήσει κάποιο πρόβλημα.\
eo: Ĉi tie ne estas sufiĉe da planko.\Espereble tio ne estas problemo.\
es: No parece que haya suelo de sobra,\aunque por suerte no es un problema.\
fr: Il n'y a pas suffisamment de sol ici.\Heureusement, ce n'est pas un problème.\
nds: Hier is nich genoog Footdeel.\Hopentlik is dat keen Probleem.\
nl: Er is hier niet genoeg vloer.\Hopelijk is dat geen probleem.\
pt_pt: Não há piso suficiente aqui.\Espero que isto não seja um problema.\
uk: У платформи не вистачає плиток.\Сподіваємося, для вас це не проблема.\

source: To make progress here you'll need to hit the\edges hard and control your bouncing.\It's often easiest to hit the curb at a corner.\
el: Για να προοδεύσετε εδώ θα πρέπει να χτυπήσετε τις/άκρες δυνατά και να κοντρολάρετε την αναπήδηση της μπάλας.\Είναι ευκολότερο να χτυπήσετε την μπάλα σε κάποια γωνία.\
eo: Por progresi ĉi tie vi devos bati la eĝojn forte kaj regi vian resaltadon.\Ofte frapi la trotuaro ĉe angulo estas plej facile.\
es: Para progresar deberás golpear los bordes\con fuerza y controlar el salto y su posterior rebote.\Suele ser más fácil apuntar a las esquinas.\
fr: Afin de progresser ici vous allez devoir heurter\les angles et contrôler tes rebonds.\Il est souvent plus facile de viser les coins.\
nds: Um hier wiedertokomen, muttst du de Rannen\haart treffen un dien Gehüppe kuntrulleren.\Mennigmaal is dat am lichtesten,\de Kehr in de Eck to treffen.\
nl: Om hier vooruitgang te boeken, moet je de randen\hard raken en je stuiteren beheersen.\Het is vaak het gemakkelijkst om de stoeprand\in een hoek te raken.\
pt_pt: Para progredir aqui terás que bater nos\cantos com força e controlar o choque.\É mais fácil bater na borda de um canto.\
uk: Щоб пройти цей рівень, потрібно на швидкості\ударятися об перешкоди. Найлегше ударятися у кут.\

source: Thus Neverball is a puzzle game?\Remove the red to unlock the goal.\Each trigger switches colors in direct contact.
el: Συνεπώς το Neverball είναι ένα παιχνίδι παζλ;\Αφαιρέστε τα κόκκινα για να ξεκλειδώσετε τον στόχο.\Κάθε διακόπτης αλλάζει το χρώμα με άμεση επαφή.
eo: Tiel Neverball estas enigma ludo?\Forigu la ruĝon por malŝlosi la celon.\Ĉiu ekagilo ŝanĝas kolorojn en rekta kontakto.
es: ¿Ahora Neverball es un rompecabezas?\Elimina las bases rojas para desbloquear la meta.\Cada vez que haces contacto directo con un interruptor intercambia los colores.
fr: Ainsi Neverball est un jeu de puzzle ?\Faites disparaître le rouge pour ouvrir la sortie.\Chaque interrupteur inverse\les couleurs en contact direct.
nds: Is Neverball also een Raadselspeel?\Maak dat Rode weg, um dat Enn uptosluten.\Elkeen Utlöser ännert bi'm Beröhren siene Farv.
nl: Dus Neverball is een puzzelspel?\Verwijder de rode om het doel te ontgrendelen.\Elke trigger schakelt kleuren in direct contact.
pt_pt: Neverball é quebrar a cabeça?\Remove o vermelho para desbloquear o objetivo.\Cada interruptor muda de cor no contacto direto.
uk: Так Neverball це логічна гра?\Видаліть червоний, щоб розблокувати ціль.\Прямий дотик кожного перемикача переключає кольори.

source: Ribbit!\
el: Βρεκεκεξ!\
es: ¡Croac!\
fr: Crôaaa !\
nds: Quaak!\
uk: Ква!\
