Repository: Neverball/neverball
Catalog: po/*.po
Languages: el, eo, es, fr, nds, nl, pt_pt, uk

source: Learn to control a bouncing ball.\Look at the shadow to know where the\ball will land. If you're feeling confident in\your mastery of bouncing, take a risk\for a big payoff.\
el: Μάθετε να ελέγχετε μια μπάλα που αναπηδά.\Κοιτάξτε τη σκιά για να μάθετε πού θα προσγειωθεί η μπάλα. Εάν αισθάνεστε σίγουροι για τις ικανότητές σας, πάρτε ένα ρίσκο για μεγάλα κέρδη.\
eo: Lernu kiel kontroli resaltantan pilkon.\Rigardu la ombron por scii kie la pilko\surteriĝos. Se vi memfidas en via mastreco de\resaltado, risku por granda premio.\
es: Aprende a controlar el salto.\Fíjate en la sombra para saber\dónde caerá la bola. Cuando te creas un gurú del tema,\arriésgate y busca una buena recompensa.\
fr: Apprenez à contrôler une balle rebondissante.\Regardez son ombre pour savoir où elle va atterrir.\Si vous êtes confiant dans cette technique,\vous pouvez tenter d'accéder à la fortune.\
nds: Lehr, eenen rumhüppend Ball to kuntrulleren.\Kiek de Scharr an, um to sehn, waar de Ball lannen word.\Wenn du wiss büst, dat du dat unnerhest,\gah een Raakwark för groten Lohn in.
nl: Leer een stuiterende bal te besturen.\Kijk in de schaduw om te weten waar de\bal zal landen. Als je vertrouwen hebt in\je beheersing van stuiteren, neem dan een risico\voor een grote uitbetaling.\
pt_pt: Tenta controlar uma bola a flutuar.\Olha para a sombra da bola para saber\onde ela vai cair. Se te sentires confiante, \tenta arriscar para obter a melhor recompensa.\
uk: Потрібно навчитися контролювати стрибаючий м'яч\щоб пройти цей рівень. М'яч приземляється\на тінь. Якщо ви впевнені у своїх стрибках,\ризикуйте - ви зможете дістатися до\монет більшої вартості.\

source: This time you must get 50 coins to unlock the goal.\Red coins are worth 5, blue coins are worth 10.\Get to the goal before time expires!\\Click to begin.\
el: Αυτή την φορά θα πρέπει να πάρετε 50 κέρματα για να ξεκλειδώσετε τον στόχο.\Τα κόκκινα κέρματα αξίζουν 5, τα μπλε 10.\Φτάστε στο στόχο πριν λήξει ο χρόνος!\\Κάντε κλικ για να ξεκινήσετε.\
eo: Ĉifoje vi devas kolekti 50 monerojn por malŝlosi la celon.\Ruĝaj moneroj valoras 5, bluaj moneroj valoras 10.\Iru al la celo antaŭ la tempo finis!\\Klaku por eki.\
es: Ahora hacen falta 50 monedas para\desbloquear la meta. Con 100 monedas se\obtiene una bola extra. Las monedas rojas\equivalen a 5 normales y las azules a 10.\¡Llega a la meta antes de que se acabe\el tiempo!\\Haz clic para empezar.\
fr: Cette fois il vous faut 50 pièces\pour déverrouiller la sortie.\Les pièces rouges valent 5, les bleues 10.\Atteignez la sortie avant que le temps n'expire !\\Cliquez pour commencer.\
nds: Deeses Maal muttst du 50 Deiten pottjen,\um dat Enn uptosluten. Rode Deiten tellen 5\un blaue Deiten 10 Punkten.\Kumm tum Enn, ehr de Tied avlöppt!\\Klick tum Begünnen.
nl: Deze keer moet je 50 munten krijgen om het goal te ontgrendelen.\Rode munten zijn 5 waard, blauwe munten zijn 10 waard.\Haal het doel voordat de tijd verstrijkt!\\Klik om te beginnen.\
pt_pt: Desta vez tens de conseguir 50 moedas para\desbloquear o objetivo. As vermelhas valem 5, as azuis valem 10.\ Alcanca o objetivo antes que o tempo termine!\\Clica para começar.\
uk: Цього разу потрібно зібрати\50 монет для відкриття виходу.\Червоні монети коштують як 5 звичайних\синіх монет вартістю 10.\Потрібно дістатися до виходу до\завершення часу!\\Клацніть мишею, коли будете готові.\

source: Here are some more opportunities for you to\fall off into the void. Hit the bump hard to\grab some big coins and score a short time.\
el: Εδώ υπάρχουν λίγες περισσότερες πιθανότητες για να\πέσετε στο κενό. Χτυπήστε το εξόγκωμα σκληρά για να\μαζέψετε πολλά κέρματα και να τελειώσετε το επίπεδο σε ένα σύντομο χρονικό διάστημα.\
eo: Tie ĉi estas pli da oportunaĵoj por\elfali al la purgatorio. Forte frapu la ĝibon por\kapti grandajn monerojn kaj atingi rapidan tempon.\
es: He aquí más oportunidades de caerse\ al vacío. Golpea con fuerza los baches\para llegar a las monedas grandes\y conseguir un mejor tiempo.\
fr: Voici davantage d'opportunités pour que\ vous tombiez dans le vide. Foncez vers la bosse pour\récupérer les grosses pièces et finir\rapidement le niveau.\
nds: Hier hest du noch mehr Kansen, in ’t Leege to fallen.\Schups de Bumser haart, um een paar grote\Deiten to pottjen un eene körte Tied to kriegen.
nl: Hier zijn nog enkele mogelijkheden voor u om\in de leegte te vallen. Sla hard tegen de bult om\wat grote munten te pakken en scoor een korte tijd.\
pt_pt: Aqui tens uma ótima oportunidade de\cair no vazio. Bate com muita força\para alcançar as moedas azuis\assim podes conseguir bons recordes.\
uk: На цьому рівні значно більше можливостей\впасти в провалля. Щоб зібрати монети\подорожче, що висять в повітрі, стукніться об\бордюр на великій швидкості.\

source: As before, but without the training wheels.\Keep the ball on a level floor\and maintain precise control.\Build some momentum to reach the corners.\
el: Όπως και πριν, αλλά χωρίς βοηθητικές ρόδες.\Κρατήστε την μπάλα χαμηλά\και διατηρήσετε τον πλήρη έλεγχο.\Πάρτε φόρα για να φτάσετε στις γωνίες.\
eo: Kiel antaŭ, sed sen la trejnaj radoj. Tenu la pilkon\sur ebena planko kaj konservu precizan kontrolon.\Amasigu movokvanton por atingi la angulojn.\
es: Como antes, pero sin ruedines.\Mantén el suelo nivelado\y un control preciso.\Acumula impulso para llegar a las esquinas.\
fr: Comme précédemment, mais sans\les rambardes de sécurité.\ Conservez la balle sur un sol horizontal\et maintenez un contrôle précis.\Prenez un peu d'élan pour atteindre les coins.\
nds: As even, man nu sünner de Stüttradd.\Beholl de Ball up eenen flacken Footdeel\un beholl akkeraat de Kuntrull. Bau wat\Gauheid up, un in de Eckens to komen.
nl: Zoals eerder, maar zonder de trainingswielen.\Houd de bal op een vlakke vloer\en houd nauwkeurige controle.\Bouw wat vaart op om de hoeken te bereiken.\
pt_pt: Assim como antes, mas sem as rodas de\treino. Mantém a bola equilibrada\no piso. Cria o impulso certo para\ alcançar os cantos.\
uk: Як і спочатку, але тепер без поручнів.\ Намагайтеся утримувати м'яч на одному рівні на\ухилі. Перед тим, як забратися в кут, потрібно прискоритися.\

source: Move the mouse to tilt the floor.\Collect 10 coins to unlock the goal.\Guide the ball to the goal to\finish the level.\\Click to begin.\
el: Μετακινήστε το ποντίκι για να αλλάξετε την κλίση του δαπέδου.\Συλλέξτε 10 κέρματα για να ξεκλειδώσετε τον στόχο.\Οδηγήστε την μπάλα στο στόχο για να\ολοκληρώσετε το επίπεδο.\\Κάντε κλικ για να ξεκινήσετε.\
eo: Movu la muson por klini la plankon.\Kolektu 10 monerojn por malŝlosi la celon.\Konduku la pilkon al la celo por\kompletigi la nivelon.\\Klaku por eki.\
es: Mueve el ratón para inclinar el suelo.\Recoge 10 monedas para desbloquear la meta\y guía ahí la bola para\finalizar el nivel.\\Haz clic para empezar.\
fr: Déplacez la souris pour incliner le sol.\Collectez 10 pièces pour déverrouiller l'arrivée.\Guidez la balle jusqu'à l'arrivée pour\terminer le niveau.\\Cliquez pour commencer.\
nds: Beweeg de Muus, um de Footdeel to kippen.\Pottje 10 Deiten, um dat Enn uptosluten.\Stüür de Ball tum Enn,\um de Upgaav daantokriegen.\\Klick tum Begünnen.\
nl: Beweeg de muis om de vloer te kantelen.\Verzamel 10 munten om het doel te ontgrendelen.\Leid de bal naar het doel om\het level te voltooien.\\Klik om te beginnen.\
pt_pt: Move o rato para inclinar o piso.\Recolhe 10 moedas para desbloquear o objetivo.\Leva a bola para o objetivo e termina o nível.\\Clica para começar.\
uk: Рухайте мишею, щоб нахилити платформу.\Зберіть 10 монет, щоб відкрити вихід.\Котіть м'яч до виходу, щоб\закінчити рівень.\\Клацніть мишею, коли будете готові.\

source: Half-pipes can be fun,\but they make it easy to fall out.\Don't over accelerate and you will\be able to stay in control.
el: Οι ημισωλήνες μπορεί να είναι διασκεδαστικοί,\αλλά το κάνουν εύκολο να πέσετε.\Μην επιταχύνετε πάρα πολύ για να\είστε σε θέση να διατηρήσετε τον έλεγχο.
eo: Duona-tuboj povas esti amuza,\sed ili faciligas elfali. Ne trorapidigu\kaj vi povos konservi kontrolon.\
es: Las tuberías cortadas pueden ser divertidas,\pero es fácil caerse.\No te pases acelerando y podrás mantenerte bajo control.
fr: Les demi-tuyaux peuvent être amusants,\mais il est facile d'en tomber.\Ne roulez pas trop vite et vous\parviendrez à garder le contrôle.
nds: Halvpiepen könen Spaaß maken,\aver se maken dat ok licht, ruttofallen.\Gah nich to fell un\du kannst de Kuntrull behollen.
nl: Halfpipes kunnen leuk zijn,\maar ze maken het gemakkelijk om eruit te vallen.\Versnel niet te veel en je zult\in controle blijven.
pt_pt: As metades de tubos podem ser divertidas,\mas é bem fácil cair nelas.\Não aceleres demasiado e\poderás continuar a controlar.
uk: Пересуватися такими конструкціями\досить захоплююче, але ще з них\можна легко впасти в провалля. Не\прискорюйтеся дуже сильно і будете\контролювати м'яч.

source: ''Flat'' is relative.\Learn to hold the floor at an angle\so that a slope remains level.\This way, you maintain full control of the ball.\Use momentum to get up to the big coins.\
el: Το "επίπεδο" είναι σχετικό.\Μάθετε να κρατάτε το δάπεδο σε σταθερή γωνία\τέτοια ώστε η κλίση να παραμένει επίπεδη.\Με αυτό τον τρόπο, θα διατηρήσετε τον πλήρη έλεγχο της μπάλας.\Χρησιμοποιήστε τη φόρα σας για να φτάσετε στα μεγάλα κέρματα.\
eo: "Ebena" estas relativa.\Lernu teni la plankon laŭ angulo\por ke deklino ŝajnas ebena.\Tiel, vi konservas tutan kontrolon de la pilko.\Uzu movokvanton por atingi la grandajn monerojn.\
es: Decir "llano" es relativo.\Aprende a nivelar el suelo de\manera que quede horizontal\y conserves mejor el control de la bola.\Aprovecha el impulso para llegar a las monedas\más valiosas.\
fr: Le « plat » est relatif.\Apprenez à incliner le sol de telle\sorte que la pente devienne horizontale.\Ainsi vous gardez le contrôle de la balle.\Utilisez l'élan pour atteindre les grosses pièces.\
nds: »Platt« kummt up de Sichtwies drup an.\Lehr, de Footdeel in eenem Winkel to hollen,\daarmit eene Schüünte even blievt.\So hest du kumplete Kuntrull över de Ball.\Bruuk de Leiigheid, um de groten Deiten to kriegen.\
nl: ''Vlak'' is relatief.\Leer de vloer onder een hoek te houden\zodat een helling horizontaal blijft.\Op deze manier behoudt u de volledige controle over de bal.\Gebruik momentum om bij de grote munten te komen.\
pt_pt: Um piso "plano" é relativo. Aprende a nivelar o\solo de modo a que uma inclinação pareça horizontal.\Assim podes manter total controlo sobre a bola.\Usa as tuas novas habilidades para tentar alcançar\as moedas valiosas.\
uk: Плоскою можна зробити будь-яку платформу.\Вам просто потрібно навчитися тримати її нахиленою\достатньо довго. Нщобрайте швидкість\щоб дістатися до монет подорожче.\

source: There are 100 coins here.\This one shouldn't be too difficult,\if you don't accidentally make a goal first.\
el: Υπάρχουν 100 κέρματα εδώ.\Δεν θα πρέπει να είναι πάρα πολύ δύσκολο,\εκτός και εάν φτάσετε κατά λάθος πρώτα στο στόχο.\
eo: Estas 100 moneroj tie ĉi.\Ĉi tiu ne devas esti tro malfacila,\se vi ne hazarde celas unue.\
es: Hay 100 monedas.\Tampoco tendría que ser muy difícil,\siempre que no entres antes en una meta.\
fr: Il y a 100 pièces ici.\Celui-ci ne devrait pas être trop difficile,\sauf si vous sortez accidentellement.\
nds: Hier sünd 100 Deiten.\Dat sall nich to swaar wesen,\wenn du nich ut Versehn toeerst ins Enn gahst.\
nl: Er zijn hier 100 munten.\Deze moet niet te moeilijk zijn,\als je niet per ongeluk een doel maakt.\
pt_pt: Existem 100 moedas aqui.\Isso não deve ser difícil de conseguir,\caso não faças um alvo primeiro.\
uk: Тут 100 монет.\Ви легко зберете їх, якщо, звичайно\випадково не перейдете на наступний рівень.\

source: Tilt the floor as little as possible.\Less tilt means lower speed.\Lower speed means better control.\Watch the clock and use the time wisely.\
el: Γείρετε το δάπεδο όσο το δυνατόν λιγότερο.\Λιγότερη κλίση σημαίνει χαμηλότερη ταχύτητα.\Χαμηλότερη ταχύτητα συνεπάγεται καλύτερο έλεγχο.\Παρακολουθήστε το ρολόι και χρησιμοποιήστε το χρόνο με σύνεση.\
eo: Klinu la plankon kiel eble plej ete.\Malpli da klinado signifas malpli da rapideco.\Malpli da rapideco signifas plibonan kontrolon.\Rigardu la horloĝon kaj uzu la tempon saĝe.\
es: Inclina el suelo lo mínimo imprescindible.\Menor inclinación significa una menor aceleración.\Una velocidad más baja proporciona una manejabilidad más maja.\Vigila el reloj y emplea tu tiempo sabiamente.
fr: Inclinez le sol le moins possible\pour une faible vitesse.\Cela permet un meilleur contrôle.\N'oubliez pas de surveiller l'horloge.\
nds: Kipp de Footdeel nich mehr as nödig.\Minner Schüünte heet minner Gauheid.\Minner Gauheid heet betere Kuntrull.\Beluur de Klock un bruuk de Tied klook.\
nl: Kantel de vloer zo min mogelijk.\Minder kanteling betekent lagere snelheid.\Lagere snelheid betekent betere controle.\Let op de klok en gebruik de tijd verstandig.\
pt_pt: Inclina o piso o mínimo possível.\Menos inclinação significa menor velocidade.\Menor velocidade significa melhor controlo.\Vigia o relógio e usa o tempo de forma sábia.
uk: Рухайтеся якомога повільнішим.\От вас потрібно добре контролювати м'яч.\Стежте за часом, що залишився.\Клацніть мишею, коли будете готові.\

source: Each bridge is narrower than the one before.\But each pays better than the last as well!\You get to decide how far you go on this one.\
el: Κάθε γέφυρα είναι στενότερη από την προηγούμενη,\αλλά και πληρώνει καλύτερα από την τελευταία!\Εσείς αποφασίζετε πόσο μακριά θα πάτε σε αυτό το επίπεδο.\
eo: Ĉiu ponto estas malpli larĝa ol la antaŭa.\Sed ĉiu pagas pli bona ol la antaŭa ankaŭ!\Vi povas decidi tiom malproksime vi iros ĉifoje.\
es: Cada puente es más estrecho que el anterior,\pero el premio será mayor.\Decide hasta dónde quieres llegar y no te molestes en esperar.\
fr: Chaque pont est plus étroit que le précédent,\mais paie plus !\À vous de décider jusqu'où vous pouvez aller.\
nds: Elkeen Brügg is smaller as de daarvör.\Aver elkeen betahlt ok beter as de daarvör!\Du kannst utkören, wo wied du hier gahn willst.\
nl: Elke brug is smaller dan de vorige.\Maar elke loont ook beter dan de vorige!\Je mag beslissen hoe ver je hiermee gaat.\
pt_pt: Cada ponte é mais estreita do que a outra anterior.\Mas quanto mais estreita, melhor é a recompensa.\Decide o quão longe queres chegar nesta.\
uk: Кожен міст вужчий, ніж попередній\. А ще кожен подальший міст даватиме більше очок!\Ви можете вирішувати, чи рухатися\ далі, коли наберете мінімум очок.\

source: Getting to the goal\shouldn't be a problem,\but getting all of the coins will\require some planning.\\Hint: often it is faster to avoid\a hole instead of falling into it.
el: Το να φτάσετε στο στόχο\δεν θα πρέπει να είναι πρόβλημα,\αλλά για να συλλέξετε όλα τα κέρματα\ θα χρειαστείτε λίγη στρατηγική.\\Συμβουλή: συχνά είναι γρηγορότερο το να αποφύγετε\μια τρύπα από το να πέσετε μέσα της.
eo: Iri al la celo\ne devas esti problemo,\sed kolekti ĉiujn monerojn necesos\iom da planado.\\Aludo: ofte eviti truon estas\pli rapide ol fali tra ĝi.
es: Llegar a la meta no debería ser un problema,\pero para recoger todas las monedas\hará falta algo de planificación.\\Pista: a veces es más\rápido evitar un hoyo que caer en el embrollo.
fr: Atteindre la sortie ne devrait pas être un problème,\mais récupérer toutes les pièces \requiert un peu de prévoyance.\\Astuce : il est souvent plus rapide\d'éviter un trou plutôt que tomber dedans.
nds: Dat sall nich swaar wesen,\tum Enn to komen,\aver wenn du all de Deiten pottjen willst,\muttst du wat plaanen.\\Wenk: Meestens is dat fixer, een Lock\to vermieden, as daar in to fallen.
nl: Het bereiken van het goal\zou geen probleem moeten zijn,\maar om alle munten te krijgen,\moet je wat plannen.\\Hint: vaak is het sneller om een gat\te vermijden in plaats van erin te vallen.
pt_pt: Chegar ao alvo não dever ser problema,\porém, alcançar todas as moedas requer\ algum planeamento.\\Dica: normalmente é mais rápido evitar um buraco\do que cair nele.
uk: Дістатися до виходу не дуже складно\а ось для того, щоб зібрати\всі монети, доведеться подумати.\\Підказка: прагніть обходити ями\а не падати в них - це заощадить вам час.

source: Stay away from the edges!\When approaching a drop, begin slowing down\early. You need just as much room to slow\down as you did to speed up.\
el: Κρατηθείτε μακριά από τις άκρες!\Όταν πλησιάζετε σε επικίνδυνο σημείο, αρχίστε να κόβετε ταχύτητα\νωρίς. Χρειάζεστε περίπου τόση απόσταση για να επιβραδύνετε\όση καλύψατε ενώ επιταχύνατε.\
eo: Restu for la eĝoj!\Alirante falon, eku malrapidiĝi frue.\Vi bezonas tiom da spaco por malrapidiĝi,\kiom vi bezonis por rapidiĝi.\
es: ¡Ojo manojo con los bordes!\Frena con antelación cuando te acerques a uno y no en sopetón.\Para frenar hace falta el mismo espacio\que para acelerar.\
fr: Restez loin des bords !\Ralentissez très tôt lorsque\vous vous approchez d'un précipice.\Il vous faut autant de temps pour ralentir que\le temps qu'il vous a fallut pour accélérer.
nds: Bliev weg vun de Rannen!\Wenn du up eenen Fall tokummst,\fang bi Tieden an to bremsen.\Du bruukst tum verlangsaamen\jüüst so vööl Tied as tum fixer worden.\
nl: Blijf uit de buurt van de randen!\Begin langzaam te vertragen wanneer u een druppel\nadert. Je hebt net zoveel ruimte nodig om te\vertragen als je deed om te versnellen.
pt_pt: Mantém-te longe das bordas!\Quando te aproximares de uma queda, comeca a diminuir.\Precisas do mesmo espaço para abrandar\que o espaço que levaste a acelarar.\
uk: Тримаєтеся подалі від країв платформи!\Намагайтеся гальмувати завчасно.\ Відстань на розгін повинна приблизно\ дорівнювати відстані на гальмування.\

source: Follow the yellow lick road!\\The blue coins are especially challenging,\but with some experimentation and practice,\you'll be able to collect them all.
el: Ακολουθήστε τον κίτρινο δρόμο!\\Τα μπλε κέρματα είναι τοποθετημένα σε σχετικά δυσπρόσιτα σημεία,\αλλά με λίγο πειραματισμό και εξάσκηση,\θα μπορέσετε να τα συλλέξετε όλα.
eo: Sekvu la flavan vojon!\\La bluaj moneroj speciale malfacilas,\sed kun iom da eksperimentado kaj praktiko,\vi povos kolekti ĉiujn.
es: ¡Rueda, que te pillo, por el dulce camino amarillo!\\Las monedas azules son a las que más cuesta llegar,\pero tras un poco de práctica y algo de experimentación\podrás llegar a ellas.
fr: Suivez le bonbon jaune !\\Attraper les pièces bleues relève du défi,\mais avec un peu d'expérience et d'entraînement,\vous serez capable de toutes les récupérer.
nds: Gah de gele Straat na!\\De blauen Deiten sünd besünners swaar,\aver mit wat Utproberen un Öven\kannst du se all pottjen.
nl: Volg de gele likweg!\\De blauwe munten zijn vooral uitdagend,\maar met wat experimenteren en oefenen,\kun je ze allemaal verzamelen.
pt_pt: Segue pelo doce caminho amarelo!\\As moedas azuis são as mais desafiadoras,\mas com alguma experiência e prática\poderás apanhar todas.
uk: Котіться лише жовтою доріжкою!\\Сині монети особливо складні, але з часом\та практикою ви зможете зібрати їх усі.

source: The ball wants to rebound uncontrollably\in a narrow passage. Keep it slow and\off the walls. All the coins are collectable\in the given time.\
el: Η μπάλα θέλει να αναπηδά ανεξέλεγκτα\σε ένα στενό πέρασμα. Κρατήστε την ταχύτητά της χαμηλή και\μακριά από τους τοίχους. Όλα τα κέρματα είναι συλλέξιμα\στον δοσμένο χρόνο.\
eo: La pilko volas resalti neregeble en mallarĝa pasejo.\Tenu ĝin malrapide kaj for de la muroj.\Ĉiuj moneroj estas kolekteblaj en la donita tempo.\
es: La bola podrá rebotar a su aire en los\pasos estrechos. Avanza con cuidado\y mantente lejos de las paredes. Todas las monedas\se pueden atrapar en el tiempo dado.\
fr: La balle veut rebondir malgré vous\dans les passages étroits.\Avancez doucement et bien au centre.\Toutes les pièces sont récupérables\dans le temps imparti.\
nds: De Ball will in eenem smallen Gang\all ut Kuntrull rumslackern.\Beholl ’t langsaam un vun de Wanden weg.\All de Deiten könen in de geven Tied pottjet worden.\
nl: De bal wil ongecontroleerd in een\nauwe doorgang terugspringen. Houd het langzaam en\van de muren af. Alle munten kunnen\in de gegeven tijd\worden verzameld.\
pt_pt: A bola quer ficar incontrolável numa\ passagem estreita. Mantém-te lento\e longe das paredes. Todas as moedas\podem ser recolhidas na hora certa.\
uk: У вузькому лабіринті м'яч буде хаотично\відштовхуватися від стін, якщо ви не будете\контролювати його і котити дуже повільно.\Можна зібрати усі монети за той\час, що у вас є.\

source: Puzzling but profitable.\\Take time to observe the motions\of the bumpers - it will help you\to reach the goal.
el: Αινιγματικό αλλά κερδοφόρο.\\Δαπανήστε λίγο χρόνο για να παρατηρήσετε τις κινήσεις\των προσκρουστήρων - θα σας βοηθήσει\να φτάσετε στο στόχο.
eo: Enigma sed profita.\\Uzu tempon por observi la movojn\de la batiloj - ĝi helpos vin\atingi la celon.
es: Complicado, pero rentable.\\Estudia primero con calma el\movimiento de los pivotes; te ayudará\a llegar a la meta.
fr: Déroutant mais rentable.\\Prenez le temps d'observer le mouvement\des "bumpers" - cela vous aidera\à atteindre la sortie.
nds: Vertüdelt aver profitelk.\\Nehm di Tied, de Bumsers\to beluren – dat hülpt di,\tum Enn to komen.
nl: Puzzelen maar winstgevend.\\Neem de tijd om de bewegingen van\de bumpers te observeren - het zal je helpen\om het goal te bereiken.
pt_pt: Complicado, porém rentável.\\Estuda com calma o\movimento das cercas - Isso vai-te ajudar\a chegar ao objetivo.
uk: Заплутаний, але прибутковий.\\Постарайтеся вивчити, як\діють рухомі об'єкти.

source: A moving platform can be tricky.\Use precise timing to get aboard,\and precise balance to stay there.\Don't let it move out from under you.\Ride the platforms to grab the big coins.\
el: Μία κινούμενη πλατφόρμα μπορεί να είναι ζόρικη.\Χρησιμοποιήστε ακριβές τάιμινγκ για να ανεβείτε,\και ισορροπήστε προσεκτικά για να παραμείνετε στη θέση σας.\Μην την αφήσετε να φύγει από κάτω σας.\Καβαλήστε τις πλατφόρμες για να μαζέψετε τα μεγάλα κέρματα.\
eo: Moviĝanta platformo povas esti malfacila.\Uzu precizan tempomezurado por enŝipiĝi,\kaj precizan ekvilibrigado por resti tie.\Ne lasu ĝin moviĝi de sub vi.\Rajdu la platformojn por kapti la grandajn monerojn.\
es: Las plataformas móviles pueden ser difíciles.\Sube a ellas en el momento justo\y controla la inclinación para no caerte.\No dejes que se vayan mientras estás encima.\Utilízalas para llegar a las monedas grandes.\
fr: Une plate-forme mouvante peut être sournoise.\Utilisez un minutage précis pour monter dessus,\et une inclinaison précise pour y rester.\Ne la laissez pas se dérober sous vos pieds.\Restez sur les plates-formes\pour accéder aux grosses pièces.
nds: Eene Verschuuv-Plattfoorm kann stuur wesen.\Bruuk akkeraates Tiedplaanen, um daarup to komen,\un akkeraates Evenwicht, um daar to blieven.\Laat se nich unner di weggahn.\Fahr up de Plattfoormen, um de groten Deiten to pottjen.\
nl: Een bewegend platform kan lastig zijn.\Gebruik precieze timing om aan boord te komen,\en precieze balans om daar te blijven.\Laat het niet van onder je weggaan.\Berijd de platforms om de grote munten te pakken.\
pt_pt: As plataformas móveis podem ser complicadas.\Usa o tempo certo para entrar e o equilíbrio para\te manteres. Não deixes que ela saia de baixo.\Anda nas plataformas para apanhar as moedas grandes.\
uk: Рухома платформа може бути непередбачуваною.\Перейдіть провалля або утримайтеся на платформі\щоб зібрати дорогі монети.\
