Repository: Neverball/neverball
Catalog: po/*.po
Languages: el, eo, es, fr, nds, nl, pt_pt, uk

source: You can never go home again...
el: Δεν μπορείς να γυρίσεις σπίτι ξανά...
eo: Vi ne povas hejmen iri ree...
es: Nunca podrás volver a casa...
fr: Vous ne pourrez plus rentrer chez vous...
nds: Du kannst nienich mehr na Huus komen …
nl: Je kunt nooit meer naar huis gaan...
pt_pt: Não podes nunca mais voltar para casa...
uk: Ви не зможете повернутися додому...

source: You'll need to exert some control over your\view here. Press 3 to stop the auto-rotation.\Use the mouse buttons to rotate it manually.\Press 1 to return to the auto-rotating view.\
el: Θα χρειαστείτε εδώ να ασκήσετε κάποιο έλεγχο στο\οπτικό πεδίο σας. Πατήστε το 3 για να σταματήσετε την αυτόματη περιστροφή.\Χρησιμοποιήστε τα πλήκτρα από το ποντίκι σας για να περιστρέψετε την κάμερα χειροκίνητα.\Πατήστε 1 για να επιστρέψετε στην αυτόματη περιστροφή.\
eo: Vi devos iom kontroli vian\vido ĉi tie. Premu 3 por ĉesigi la aŭtomatan rotacion.\Uzu la musbutonojn por turni ĝin mane.\Premu 1 por reveni al la aŭtomate turniĝanta vido.\
es: Aquí tendrás que ejercer un mínimo de control de cámara.\Presiona 3 para desactivar la rotación automática.\Utiliza los botones del ratón para rotar manualmente.\Presiona 1 para volver a rotar automáticamente.
fr: Vous aurez besoin de garder contrôle sur votre\vue ici. Appuyez sur 3 pour arrêter la rotation auto.\Utilisez les boutons de la souris pour pivoter\manuellement. Appuyez sur 1 pour relancer la rotation auto.\
nds: Hier muttst du diene Sicht kuntrulleren.\Drück 3, um dat automatisk Dreihen anntohollen.\Bruuk de Muustasten, um vun Hand to dreihen.\Drück 1, um wieder automatisk to Dreihen.\
nl: U moet hier enige controle uitoefenen\over uw weergave. Druk op 3 om de automatische rotatie te stoppen.\Gebruik de muisknoppen om het handmatig te draaien.\Druk op 1 om terug te keren naar de automatisch roterende weergave.\
pt_pt: Vais ter que exercer algum controlo sobre a tua\vista aqui. Pressiona 3 para parar a rotação-automática.\Usa os botões do rato para rodar manualmente.\Pressiona 1 para voltar à vista que roda automaticamente.\
uk: Тут вам доведеться перемістити камеру.\Натисніть 3, щоб вимкнути автоматичну камеру.\Використовуйте кнопки миші, щоб повертати її вручну.\Натисніть 1, щоб знову увімкнути автоматичну камеру.\

source: This wedding cake is plenty rich,\but be careful as you go\to each lower layer.
el: Αυτή η γαμήλια τούρτα είναι πλούσια,\αλλά προσέξτε όπως πηγαίνετε\στα χαμηλότερα στρώματα.
eo: Ĉi tiu geedziĝa kuko estas plene riĉa,\sed atentu subenirante al ĉiu tavolo.
es: La tarta de boda está muy rica,\pero ten cuidado al\bajar a los niveles inferiores.
fr: Ceci est un riche gâteau de mariage.\Attention lorsque vous descendez\dans les niveaux inférieurs.
nds: De Hochtiedskook is bannig riek,\aver pass up, as du to\elkeen Schicht wieder unnern gahst.
nl: Deze bruidstaart is rijkelijk,\maar wees voorzichtig als je\naar elke lagere laag gaat.
pt_pt: Este bolo de casamento está muito rico,\mas tem cuidado à medida que\fores para uma camada inferior.
uk: Апетитний весільний торт. Старайтеся\сходити вниз якомога акуратніше.

source: Bump the logs at speed to change lanes.\Try to reach the top for an extra challenge!
el: Χτυπήστε στους κορμούς με ταχύτητα για να αλλάξετε δρόμο.\Προσπαθήστε να φτάσετε έως την κορυφή για μια έξτρα δοκιμασία!
eo: Trafu la ŝtipojn rapide por ŝanĝi vojon.\Provu atingi la supron por ekstra defio!
es: Golpea los troncos con impulso para cambiar de carril.\¡Intenta llegar hasta arriba si te atreves!
fr: Foncez dans les bosses pour changer de ligne.\Essayez d'atteindre le sommet pour plus de défi.
nds: Rumpel de Boomstammen fell, um de Spoor to wesseln.\För mehr Rutfödderung, versöök, ganz na boven to komen!
nl: Bots de logs op hoge snelheid om van rijstrook te wisselen.\Probeer de top te bereiken voor een extra uitdaging!
pt_pt: Bate nos troncos com velocidade para\trocar de linha. Tenta alcançar o topo\para um desafio extra!
uk: Щоб перейти на іншу лінію, удартеся об\жовту колоду. Заберіться вгору, щоб\зібрати більше монет!

source: Take it slow to keep it away from the edge.\Or, don't.\Either way might work.\
el: Πάρτε το αργά για να το κρατήσετε μακριά από την άκρη.\Ή, όχι.\Οποιοσδήποτε από τους δύο τρόπους μπορεί να λειτουργήσει.\
eo: Iru malrapide por teni sin for la eĝo.\Aŭ, ne.\Ambaŭ manieroj povus funkcii.\
es: Ve despacio para mantenerte alejado del borde.\O no.\Puede que también funcione.\
fr: Allez-y doucement pour rester loin du bord.\Ou alors pas.\Les deux approches peuvent marcher.\
nds: Gah sachte, um vun de Rann wegtoblieven.\Of nich.\Dat kann so of so klappen.\
nl: Doe het rustig aan om het van de rand weg te houden.\Of niet.\Het kan hoe dan ook werken.\
pt_pt: Vai devagar para ficar longe das bordas.\Ou não.\De qualquer maneira deve funcionar.\
uk: Котіться повільніше, щоб не виплигнути за\кордони. Хоча можна і по-іншому.\

source: Just as before, but moving up instead of down.\No cheating this time.\
el: Όπως και πριν, αλλά ανεβαίνοντας προς τα πάνω και όχι προς τα κάτω.\Χωρίς να κλέψετε αυτήν την φορά.\
eo: Same kiel antaŭe, sed supreniĝante anstataŭ malsupren.\Neniu trompado ĉifoje.\
es: Igual que antes, solo que hacia arriba.\Ahora sin trampas.\
fr: Comme précédemment, mais vers le haut cette fois-ci.\Triche impossible du coup.\
nds: Jüüst as tovör, aver nu gaht dat na boven in Stee vun unnern.\Un deeses Maal keen Bescheten.\
nl: Net als voorheen, maar dan naar boven in plaats van naar beneden.\Deze keer niet vals spelen.\
pt_pt: Assim como antes, mas desta vez subindo.\Agora sem batotas.\
uk: Як і минулого разу, але тепер потрібно рухатися\вгору. Тепер шахраювати не можна.\

source: Here's yet another test of your ability\to control bouncing. Moving down the\stairs too quickly can be hazardous.\
el: Ακολουθεί μια ακόμη δοκιμή της ικανότητάς\σας να ελέγχετε την αναπήδηση. Η γρήγορη μετακίνηση κάτω από τις σκάλες μπορεί να είναι επικίνδυνη.\
eo: Jen ankoraŭ plia provo de via kapableco\kontroli resaltadon. Subeniri la ŝtuparon tro rapide povas esti danĝere.\
es: Otra oportunidad para practicar el salto.\Bajar las escaleras demasiado\rápido puede resultar ligeramente temerario.\
fr: Encore un test de votre dextérité au rebond.\Descendre rapidement les marches \peut rendre le comportement de la balle hasardeux.
nds: Hier is al weer een Test, wo good du dat\Hüppen kuntrulleren kannst. Dat kann gefahrelk wesen,\de Trapp to fix runnertogahn.\
nl: Hier is nog een test van uw vermogen\om het stuiteren te beheersen. Te snel de trap\aflopen kan gevaarlijk zijn.\
pt_pt: Aqui há mais um teste para a tua habilidade\de controlar o salto. Descer a escada\muito depressa pode ser perigoso.\
uk: Ще одна перевірка на вашу можливість\контролювати стрибаючий м'яч. Спускатися \сходами дуже швидко може бути небезпечно.\

source: This maze has no walls.\But that doesn't make the solution\any easier to find.\
el: Αυτός ο λαβύρινθος δεν έχει τοίχους.\Αλλά αυτό δεν κάνει την εύρεση της\λύσης ευκολότερη.\
eo: Ĉi tiu labirinto ne havas murojn.\Sed tio ne faciligas la solvon.\
es: El laberinto no tiene paredes,\aunque eso no es que facilite\ encontrar la solución. Ni mucho menos.\
fr: Ce labyrinthe n'a pas de mur.\Cela ne rend pas pour autant la solution\facile à trouver.
nds: Deeser Dwaalweg hett keene Wanden.\Aver dat maakt de Lösen\ok nich lichter to finnen.\
nl: Dit doolhof heeft geen muren.\Maar dat maakt de oplossing niet\gemakkelijker te vinden.\
pt_pt: Este labirinto não tem paredes.\Mas isso não torna a solução\mais fácil de encontrar.\
uk: В цьому лабіринті немає стенів, але це не означає,\що ви легко зможете знайти рішення.\

source: That one switch controls all five barriers.\Be quick, because the switch is on a timer.\When it expires, the barriers will rise.\
el: Αυτός ο διακόπτης ελέγχει και τα πέντε εμπόδια.\Να είστε γρήγοροι, επειδή ο διακόπτης είναι ενεργοποιημένος με χρονοδιακόπτη.\Όταν λήξει, τα εμπόδια θα υψωθούν.\
eo: Tiu unu ŝaltilo regas ĉiujn kvin barojn.\Rapidu, ĉar la ŝaltilo estas tempigita.\Kiam ĝi finas, la baroj leviĝos.\
es: El interruptor controla las\cinco barreras, y lleva un temporizador.\Cuando el tiempo se acabe,\las barreras volverán a subir.\
fr: Cet interrupteur contrôle les 5 barrières.\Soyez rapide car l'interrupteur a un minuteur.\Lorsqu'il expire, les barrières remontent.\
nds: Deeser eene Schalter ännert all fiev Hinners.\Wees fix, denn de Schalter löppt na Tied.\Un wenn se avlöppt, gahn de Hinners na boven.\
nl: Die ene schakelaar bestuurt alle vijf barrières.\Wees er snel bij, want de schakelaar staat op een timer.\Als het afloopt, zullen de barrières stijgen.\
pt_pt: Aquele único interruptor controla todas 5 barreiras.\Sê rápido, pois o interruptor está sob um contador.\Quando o contador terminar, as barreiras sobem.\
uk: Один перемикач управляє всіма п'ятьма\стінами. Рухайтеся швидко, оскільки\перемикач тримає стіни не дуже довго.\

source: Follow the trail of coins\to make it through the labyrinth.
el: Ακολουθήστε τα ίχνη των νομισμάτων\για να βγείτε από το λαβύρινθο.
eo: Sekvu la vojeton de moneroj\por trairi la labirinton.
es: Sigue el rastro de monedas\para salir del laberinto del fauno.
fr: Suivez les pièces pour sortir du labyrinthe.
nds: Gah de Spoor vun Deiten na\um dör de Dwaalweg to komen.
nl: Volg het spoor van munten\om door het labyrint te komen.
pt_pt: Segue o trilho de moedas para\passar através do labirinto.
uk: Тримайтеся смуги монет,\щоб пройти лабіринт.

source: There are plenty of coins here if you're\willing to take the time to grab them.\
el: Υπάρχουν πολλά νομίσματα εδώ εάν\θέλετε να αφιερώσετε χρόνο να τα μαζέψετε.\
eo: Estas multaj moneroj ĉi tie, se vi\pretas preni la tempon por kolekti ilin.
es: Hay muchas monedas si quieres tomarte\tu tiempo para cogerlas.\
fr: Il y a plein de pièces ici si vous\prenez le temps de les ramasser.\
nds: Hier gifft dat Bülten vun Deiten, wenn du di\de Tied nehmen willst, se to pottjen.\
nl: Er zijn hier genoeg munten als\je bereid bent de tijd te nemen om ze te pakken.\
pt_pt: Estão aqui muitas moedas, caso estiveres\disposto a apanhá-las.\
uk: На цьому рівні можна зібрати безліч монет.\

source: Prisonnier de la boule.\Living in a sphere.\Catching all blue coins is a challenge.
el: Κρατούμενος της μπάλας.\Ζώντας σε μια σφαίρα.\Η συλλογή όλων των μπλε νομισμάτων είναι μια πρόκληση.
eo: Prisonnier de la boule.\Loĝante en pilko.\Kapti ĉiujn bluajn monerojn estas defio.
es: Prisonnier de la boule.\La vida, en una esfera.\Atrapar todas las monedas azules es todo un desafío.
fr: Prisonnier de la boule.\Vivre dans une sphère.\Récupérer toutes les pièces bleu est un bon défi.
nds: Gefangen im Ball.\All de blauen Deitens to fangen is swaar.
nl: Prisonnier de la boule.\Wonen in een sfeer.\Alle blauwe munten vangen is een uitdaging.
pt_pt: Viver numa esfera.\Apanhar todas as moedas azuis é um desafio.
uk: Prisonnier de la boule.\Ув'язнений в м'ячі.\Збір усіх синіх монет є складним завданням.

source: Try to grab all of the blue coins...\it won't be easy!
el: Προσπαθήστε να μαζέψετε όλα τα μπλε νομίσματα...\δεν θα είναι εύκολο!
eo: Provu preni ĉiujn bluajn monerojn...\ne estos facile!
es: Intenta atrapar todas las monedas azules.\¡No será fácil!
fr: Essayez de récupérer toutes les pièces bleues...\ça ne sera pas facile !
nds: Versöök, all de blauen Deiten to pottjen …\dat is nich licht!
nl: Probeer alle blauwe munten te pakken...\het zal niet gemakkelijk zijn!
pt_pt: Tenta apanhar todas as moedas azuis...\Não será fácil!
uk: Спробуйте зібрати всі сині монети...\це буде непросто!

source: Block around the clock.
el: Αποκλεισμός όλο το εικοσιτετράωρο.
eo: Ĉirkaŭiru la horloĝojn.
es: Bloquea y noquea sobre el reloj.
fr: Bloquez autour de l'horloge.
nds: Blockeeren um de Klock.
nl: Blokkeer de klok rond.
pt_pt: Bora à volta da hora.
uk: Блок цілодобово.

source: Follow the blue coins...\and learn to control your bounce!\Hint: Use the 'chase' camera mode.
el: Ακολουθήστε τα μπλε κέρματα...\και μάθετε να ελέγχετε την αναπήδηση σας!\Συμβουλή: Χρησιμοποιήστε την 'κλειδωμένη' κάμερα.
eo: Sekvu la bluajn monerojn...\kaj lernu regi vian resalton!\Konsilo: Uzu la 'postkura' kameraa reĝimo.
es: Sigue las monedas azules...\y aprende a controlar los rebotes.\Consejo: Utiliza la cámara en modo seguimiento.
fr: Suivez les pièces bleus...\et apprenez à controler votre rebond !\Astuce : utilisez le mode de caméra 'poursuite'.
nds: Gah de blauen Deiten na …\un lehr, dien Hüppen to kuntrulleren!\Wenk: Bruuk de Nalopens-Kamera.
nl: Volg de blauwe munten...\en leer je stuiteren te beheersen!\Tip: gebruik de cameramodus 'achtervolgen'.
pt_pt: Segue as moedas azuis...\e aprende a controlar o salto!\Dica: usa a câmara no modo de perseguição.
uk: Дотримуйтесь синіх монет...\і навчіться контролювати свої відскоки!\Підказка: використовуйте режим камери "стеження".

source: Follow the arrows.
el: Ακολουθήστε τα βέλη.
eo: Sekvu la sagojn.
es: Sigue las flechas.
fr: Suivez les flèches
nds: Gah de Pielen na.
nl: Volg de pijlen.
pt_pt: Segue as setas.
uk: Стрілки покажуть вам шлях.

source: It's a real game of checkers, but no one wins...\You have to bounce to reach the blue coins.
el: Είναι ένα πραγματικό παιχνίδι ντάμας, αλλά δεν κερδίζει κανείς...\Πρέπει να αναπηδήσετε για να φτάσετε τα μπλε κέρματα.
eo: Ĝi estas vera ludo de damludo, sed neniu venkas...\Vi devas resalti por atingi la bluajn monerojn.
es: Un verdadero juego de damas, aunque no gane nadie...\Tendrás que botar para llegar a las monedas azules.
fr: C'est une vraie partie de dames, mais sans vainqueur...\Vouz devez rebondir pour attrapper les pièces bleues.
nds: Dat is een echtes Dame-Speel, aver keener winnt …\Du muttst hüppen, um to de blauen Deiten to komen.
nl: Het is een echt damspel, maar niemand wint...\Je moet stuiteren om de blauwe munten te bereiken.
pt_pt: É um verdadeiro jogo de damas, mas ninguém vence...\Tens que saltar para alcançar as moedas azuis.
uk: Це реальні шашки, але ніхто не виграє...\Ви повинні відскочити, щоб зібрати сині монети.

source: Calm and meditation may bring you to the Nirvana.
el: Ηρεμία και διαλογισμός μπορεί να σας φέρουν σε Ψυχική ηρεμία.
eo: Trankvilo kaj meditado eble venigos vin al la Nirvano.
es: Que la paz y la meditación te lleven hasta el Nirvana.
fr: Un peu de calme et de méditation pourrait vous\emmener au Nirvana.
nds: Ruh un Meditatioon brengt di villicht ins Nirvana.
nl: Rust en meditatie kunnen je naar het Nirvana brengen.
pt_pt: Calma e meditação podem levar-te ao Nirvana.
uk: Спокій і медитація можуть привести вас до Нірвани.

source: Savoir chuter.\Follow the blue markers.
el: Γνωρίζοντας πώς να πέσετε.\Ακολουθήστε τους μπλε δείκτες.
eo: Savoir chuter.\Sekvu la bluajn markilojn.
es: Savoir chuter.\Sigue las marcas azules.
fr: Savoir chuter.\Suivez les marques bleues.
nds: Weten, wo man fallt.\Gah de blauen Markers na.
nl: Savoir chuter.\Volg de blauwe markeringen.
pt_pt: Saber cair.\Segue as marcas azuis.
uk: Savoir chuter.\Дотримуйтесь синіх вказників.

source: Use the new coins to change ball size!\I hope you like it!\-Dave
el: Χρησιμοποιήστε τα νέα νομίσματα για να αλλάξετε το μέγεθος της μπάλας!\Ελπίζω να σας αρέσει!\-Dave
eo: Uzu la novajn monerojn por ŝanĝi pilkgrandecon!\Mi esperas ke vi ŝatas ĝin!\- Dave
es: Utiliza las monedas nuevas para\cambiar el tamaño de la bola.\¡Espero que te guste!\-Dave
fr: Utilisez les nouvelles pièces pour\changer la taille de la balle !\J'espère que vous appréciez !\-Dave
nds: Bruuk de nejen Deiten, um de Ballgrött to ännern!\Ick hoop, du maagst dat.\– Dave
nl: Gebruik de nieuwe munten om de balgrootte te veranderen!\Ik hoop dat je het leuk vind!\-Dave
pt_pt: Usa as moedas novas para mudar o\tamanho da bola. Espero que gostes!\-Dave
uk: Використовуйте нові монети для зміни розміру м’яча!\Сподіваюся, вам це сподобається!\-Dave

source: There are special coins which can make your\ball larger or smaller.
el: Υπάρχουν ειδικά κέρματα που μπορούν να κάνουν την\μπάλα σας μεγαλύτερη ή μικρότερη.
eo: Estas specialaj moneroj, kiuj povas grandigi aŭ\malgrandigi vian pilkon.
es: Hay monedas especiales que agrandarán o\reducirán tus redondeces.
fr: Il y a des pièces spéciales qui font\grandir ou rétrécir votre balle.
nds: Dat sünd besünnere Deiten, wat dienen\Ball groter of lütter maken.
nl: Er zijn speciale munten die je bal\groter of kleiner kunnen maken.
pt_pt: Existem moedas especiais que tornam a tua\bola maior ou menor.
uk: Тут є спеціальні монети, які збільшують\або зменшують м'яч.

source: Let's go for a swim...\all the coins are fully submerged.\
el: Πάμε για μια βουτιά...\όλα τα κέρματα είναι βυθισμένα.\
eo: Ni naĝu...\ĉiuj moneroj estas plene enakvigitaj.\
es: ¿Un buen chapuzón?\Todas las monedas están sumergidas.\
fr: Ensemble pour un bain...\toutes les pièces sont sous l'eau.\
nds: Laat uns swemmen …\all de Deiten sünd kumpleet unner Water.\
nl: Laten we gaan zwemmen...\alle munten zijn volledig ondergedompeld.\
pt_pt: Vamos nadar?\Todas as moedas estão submersas.\
uk: Час плавати...\всі монети повністю занурені.\

source: Fall down stairs.\Ough!\It hurts.
el: Σκάλες πτώσης.\Ωχ!\Πονάει.
eo: Falu suben ŝtuparo.\Aĥ!\Doloras.
es: Tírate por las escaleras.\¡Ay, ou, ay! ¡Vaya!\Duele.
fr: Descendez les escaliers.\Aïe !\Ça fait mal.
nds: Trapp runnerfallen.\Autsch!\Dat doot sehr.
nl: Trap naar beneden vallen.\Ough!\Het doet pijn.
pt_pt: Cai das escadas.\Ai!\Isso dói.
uk: Падіння зі сходів.\Ой!\Це боляче.

source: Just let it happen...\then start to worry!
el: Απλώς αφήστε το να συμβεί...\και μετά αρχίστε να ανησυχείτε!
eo: Simple lasu ĝin okazi...\tiam eku maltrankviliĝi!
es: Déjate llevar...\ya te preocuparás más tarde.
fr: Laissez les choses venir...\puis commencez à vous inquiéter !
nds: Laat dat eenfach passeren …\un dann wees bang!
nl: Laat het gewoon gebeuren...\en maak je dan zorgen!
pt_pt: Apenas deixa isso acontecer...\Então começa a preocupar-te!
uk: Нехай що станеться...\а турбуватися ми будемо пізніше!

source: Another test for timer accuracy.
el: Μια άλλη δοκιμή για την ακρίβεια του χρονοδιακόπτη.
eo: Alia provo por la akurateco de la tempoŝaltiloj.
es: Otra prueba para medir la precisión cronométrica.
fr: Un autre test de précision avec les minuteurs.
nds: Noch een Test för Tiedgever-Akkeraatheid.
nl: Nog een test voor nauwkeurigheid van de timer.
pt_pt: Outro teste de precisão de tempo.
uk: Ще один тест на точність таймера.

source: Le parcours du combattant.\Ready for the assault course?
el: Διαδρομή εμποδίων.\Έχετε ετοιμαστεί για μια επιθετική διαδρομή;
eo: Le parcours du combattant.\Preta por la obstakla kurso?
es: Le parcours du combattant.\¿Listo para el asalto?
fr: Le parcours du combattant.\Prêt pour le parcours du combattant ?
nds: Hinners-Loop.\Klaar för de Angriepsbahn?
nl: Le parcours du combattant.\Klaar voor de assault-cursus?
pt_pt: A pista de obstáculos.\Pronto para atacar a pista?
uk: Le parcours du combattant.\Готовий до курсу десантів?

source: La course effrénée.\Let's run some laps.
el: Ξέφρενη διαδρομή.\Ας τρέξουμε μερικούς γύρους.
eo: La course effrénée.\Ni kuru kelkajn rondirojn.
es: La course effrénée.\Demos un par de vueltas.
fr: La course effrénée.\Faisons quelques tours.
nds: Dat drocke Lopen.\Laat uns een paar Runnen lopen.
nl: La cursus effrénée.\Laten we wat rondjes lopen.
pt_pt: A corrida desenfreada.\Vamos dar umas voltas.
uk: La course effrénée.\Пробіжімо декілька раундів.

source: Les rampes abruptes.\Control your speed.
el: Απότομες ράμπες.\Ελέγξτε την ταχύτητά σας.
eo: Les rampres abruptes.\Kontrolu vian rapidecon.
es: Les rampes abruptes.\Conductor: adecue su velocidad.
fr: Les rampes abruptes.\Contrôlez votre vitesse.
nds: Stuuve Rampen.\Kuntrulleer diene Gauheid.
nl: Les rampes abruptes.\Controleer je snelheid.
pt_pt: As rampas abruptas.\Controla a tua velocidade.
uk: Les rampes abruptes.\Контролюйте свою швидкість.

source: L'escalade ardue.\Do you suffer from vertigo?
el: Επίπονη αναρρίχηση.\Υποφέρετε από ιλίγγους;
eo: L'escalade ardue.\Ĉu vi suferas de vertigo?
es: L'escalade ardue.\¿Vértigo? ¿quién ha dicho... vértigo?
fr: L'escalade ardue.\Souffrez-vous du vertige ?
nds: Swaarer Upstieg.\Word di swiemelig?
nl: L'escalade ardue.\Heeft u last van duizeligheid?
pt_pt: A escalada árdua.\Sofres de vertigens?
uk: L'escalade ardue.\Страждаєте від запаморочення?

source: Le cycle éternel.\Avoid teleporters...
el: Αιώνιος κύκλος.\Αποφύγετε τους τηλεμεταφορείς...
eo: Le cycle éternel.\Evitu teleportilojn...
es: Le cycle éternel.\Evita los teleportadores...
fr: Le cycle éternel.\Évitez les téléporteurs...
nds: De eewige Kreisloop.\Vermied de Teleporterers …
nl: Le cycle éternel.\Vermijd teleporters...
pt_pt: O ciclo eterno.\Evita os tele-transportes...
uk: Le cycle éternel.\Уникайте телепортів...

source: La ballade tranquille.\What a quiet walk.
el: Ήσυχη βόλτα.\Τι ήσυχος περίπατος.
eo: La ballade tranquille.\Kia trankvila promenado.
es: La ballade tranquille.\Un delicado paseo en toda regla, ¡Oh, exquisito!
fr: La ballade tranquille.\Un paisible instant.
nds: Sachter Spazeergang.\Wat een liedsaames Keiertje.
nl: La ballade tranquille.\Wat een rustige wandeling.
pt_pt: A balada tranquila.\Um passeio relaxante.
uk: La ballade tranquille.\Спокійної їзди.

source: La ballade dansante.\Let's dance on the moving platform!\Tip: After activating the last moving platform,\ turn around the Thwomp until the goal is reachable.
el: Μπαλάντα χορού.\Ας χορέψουμε στην κινούμενη πλατφόρμα!\Υπόδειξη: Αφού ενεργοποιήσετε την τελευταία κινούμενη πλατφόρμα,\περιστρέψτε το εμπόδιο μέχρι ο στόχος να είναι προσβάσιμος.
eo: Ni dancu sur la moviĝanta platformo!\Konsileto: Post ŝaltado de la fina moviĝanta platformo,\turnu la batilo ĝis la celo eblas esti atingita.
es: La ballade dansante.\¡A bailar a tope en la plataforma móvil!\Consejo: tras activar la última plataforma móvil\ rodea al empujorrocoso hasta poder llegar a la meta.
fr: La ballade dansante.\Dansons sur la plate-forme mobile !\Astuce : À la fin, tournez autour de la grosse pierre\jusqu'à pouvoir atteindre la sortie.
nds: De Danzballaad.\Laad uns up de Verschuuv-Plattfoorm danzen!\Wenk: Nadeem du de leste Verschuuv-Plattfoorm anknipst hest,\dreeih de Stötter um, bit du tum Enn komen kannst.
nl: La ballade dansante.\Laten we dansen op het bewegende platform!\Tip: nadat je het laatste bewegende platform hebt geactiveerd,\draai je om de Thwomp totdat het doel bereikbaar is.
pt_pt: A balada dançante.\Vamos dançar na plataforma!\Dica: depois de ativares a última plataforma móvel,\dá a volta ao Zangado até que o objetivo possa ser alcançado.
uk: La ballade dansante.\Танцюйте на пересувних платформах!\Порада: після увімкнення останньої платформи,\обертайтеся навколо Thwomp,\поки ціль не стане доступною.

source: La descente infernale.\Easy enough to start?
el: Καταχθόνια κατάβαση.\Αρκετά εύκολη για να ξεκινήσετε;
eo: La descente infernale.\Ĉu sufiĉe facila por komenci?
es: La descente infernale.\Sencillos comienzos.
fr: La descente infernale.\Assez facile pour commencer ?
nds: Dat malle Daalgaan.\Licht genoog tum Begünnen?
nl: La descente infernale.\Makkelijk genoeg om te beginnen?
pt_pt: A descida infernal.\Fácil demais para começar?
uk: La descente infernale.\Досить легко для першого рівня?

source: La conduite stressante.\Attention:\The platform under the ball moves forward.
el: Αγχωτική οδήγηση.\Προσοχή:\Η πλατφόρμα κάτω από την μπάλα κινείται προς τα μπροστά.
eo: La conduite stressante.\Atentu:\La platformo sub la pilko antaŭeniras.
es: La conduite stressante.\Atención:\La plataforma bajo tus redondeces se mueve hacia delante.
fr: La conduite stressante.\Attention :\La plate-forme sous la balle avance.
nds: Drockes Fahren.\Wahrschau:\De Plattfoorm unner de Ball gaht na vörn.
nl: La conduite stressante.\Let op:\het platform onder de bal beweegt naar voren.
pt_pt: A conduta estressante.\Atenção:\a plataforma por baixo da bola move-se para frente.
uk: La conduite stressante.\Увага:\платформа рухається.
