Repository: Neverball/neverball
Catalog: po/*.po
Languages: el, eo, es, fr, nds, nl, pt_pt, uk

source: Time the switches carefully to synchronize\the motion of the platforms.\Move quickly across the gaps.\
el: Χρονομετρήστε τους διακόπτες προσεχτικά για να συγχρονίσετε\την κίνηση του επιπέδου.\Μετακινηθείτε γρήγορα στα κενά.\
eo: Uzu la ŝaltilojn zorge kaj ĝustatempe por samtempigi\la movadon de la platformoj.\Rapide moviĝu trans la interspacojn.\
es: Acciona los interruptores con cuidado para\sincronizar el movimiento de las plataformas.\Atraviesa rápido los pasos.\
fr: Activez les interrupteurs au bon moment pour\synchroniser le déplacement des plates-formes.\Franchissez rapidement les espaces vides.\
nds: Pass akkeraat up, do welke Tied du welken Utlöser treffst,\dat de Bewegens vun de Plattfoormen toeenanner passen.\Gah fix över de Lücken.\
nl: Tijd de schakelaars zorgvuldig om de beweging\van de platforms te synchroniseren.\Beweeg snel over de gaten.\
pt_pt: Sincroniza os interruptores com o movimento das\plataformas. Anda depressa através dos intervalos.\
uk: Синхронізуйте рух платформ з допомогою\кнопок на підлозі. Перебирайтеся через ці\платформи на іншу сторону щонайшвидше.\

source: Yes, the ball does fit quite nicely through\those little holes.\
el: Ναι, η μπάλα χωράει μια χαρά μέσα\σε αυτές τις τρύπες.\
eo: Jes, la pilko taŭge trairas tiuj truoj.\
es: Pues sí, la bola cabe sin problemas\en esos agujeritos.\
fr: En effet, la balle passe tout juste\dans ces petits trous.\
nds: Jau, de Ball passt würrelk nüüt akkeraat\dör deese lütten Locken.\
nl: Ja, de bal past best goed door\die kleine gaatjes.\
pt_pt: Sim, a bola passa tranquilamente através\daqueles pequenos buracos.\
uk: Так, м'яч може впасти навіть через ці\маленькі отвори.\

source: Control your speed and your bounces.\Teleporters will always bring you\back somewhere in the level.
el: Ελέγξτε την ταχύτητα της μπάλας και την αναπήδηση της.\Οι τηλεμεταφορείς θα σας\φέρνουν πίσω σε κάποιο σημείο του επιπέδου.
eo: Kontrolu vian rapidecon kaj viajn resaltojn.\Teleportiloj ĉiam revenigos vin\ie en la nivelo.
es: Controla la velocidad y los rebotes.\Los teleportadores siempre te llevarán\de vuelta a otra parte anterior del nivel.
fr: Contrôlez votre vitesse et vos rebonds.\Les téléporteurs vous ramènerons toujours\en arrière, quelque part dans le niveau.
nds: Kuntrulleer diene Gauheid, of de Ball hüppt.\Teleporterers bringen to alltieden\enerwegens in de Upgaav na achtern.
nl: Beheers je snelheid en je stuitert.\Teleporters brengen je altijd\ergens terug in het level.
pt_pt: Controla a velocidade e os saltos.\Os tele-transportes irão levar-te sempre\a algum lado no nível.
uk: Стежте за своєю швидкістю і стрибками.\Телепорти завжди переміщатимуть вас назад.

source: Momentum may work against you.\
el: Η ορμή μπορεί να λειτουργήσει εναντίον σας.\
eo: Movokvanto eble laboros kontraŭ vi.\
es: El impulso puede ser tu enemigo.\
fr: Ici l'élan peut être votre ennemi.\
nds: Leiigheid kann tegen di warken.\
nl: Momentum werkt mogelijk tegen u.\
pt_pt: O teu impulso pode funcionar contra ti.\
uk: Імпульс проти вас.\

source: Allow your greed to guide you.\For an added challenge,\try to get to all of the coins.\It can be done without guesswork.\
el: Επιτρέψτε την απληστία σας να σας καθοδηγήσει.\Για μία ακόμη πρόκληση,\προσπαθήστε να μαζέψετε όλα τα κέρματα.\Μπορεί να γίνει χωρίς εικασίες.\
eo: Permesu al via avideco konduki vin.\Por aldona defio,\provu atingi ĉiujn monerojn.\Ĝi eblas sen divenprovado.\
es: Déjate guiar por la ambición.\Para hacerlo más interesante\intenta llegar a todas las monedas.\Se puede hacer sin adivinanzas.\
fr: Laissez-vous guider par votre avidité.\Pour un plus grand défi,\essayez de récupérer toutes les pièces.\Cela peut être fait sans conjecture.\
nds: Laat diene Gier di föhren.\För mehr Rutfödderung versöök\all de Deiten to pottjen.\Dat kann sünner to Raden daan worden.\
nl: Laat je leiden door je hebzucht.\Probeer voor een extra\uitdaging bij alle munten te komen.\Het kan zonder giswerk.\
pt_pt: Deixa a tua ambição guiar-te.\Para um desafio adicional,\tenta agarrar todas as moedas.\Pode ser feito sem pensar muito.\
uk: Нехай твоя жадібність веде тебе! Ви можете\спробувати зібрати усі монети, якщо захочете.\Це можна зробити дуже легко.\

source: Go for a ride.\
el: Πηγαίνετε μία βόλτα.\
eo: Iru rajdi.\
es: Date un paseo.\
fr: Faites une promenade.\
nds: Gah fahren.\
nl: Een ritje maken.\
pt_pt: Sair para passear.\
uk: Прокотися на платформі.\

source: There are two goals here.\You can complete this level\the easy way or the hard way.\Of course, by going the easy way\you can forget about all\those red and blue coins.
el: Υπάρχουν δύο στόχοι εδώ πέρα.\Μπορείτε να ολοκληρώσετε αυτό το επίπεδο\με τον εύκολο ή τον δύσκολο τρόπο.\Φυσικά, με τον εύκολο τρόπο\ξεχάστε όλα εκείνα τα\κόκκινα και μπλε κέρματα.
eo: Jen du celoj.\Vi povas kompletigi ĉi tiun nivelon per la simpla vojo aŭ la malfacila vojo.\Kompreneble, irante laŭ la facila vojo\vi povas forgesi pri ĉiuj tiuj ruĝaj kaj bluaj moneroj.
es: Este nivel tiene dos metas.\Puedes completarlo por el camino fácil o el difícil.\Por supuesto, al ir por lo fácil puedes\olvidarte de todas esas monedas rojas y azules.
fr: Ici il y a deux sorties.\Vous pouvez finir ce niveau par\la voie facile ou par la difficile.\Bien sûr, par la première vous pouvez oublier\toutes ces pièces rouges et bleues.
nds: Hier gifft dat twee Ennen.\Du kannst deese Upgaav up\de lichte of up de swaare Weg avsluten.\Wenn du de lichten Weg nimmst,\kannst du natürelk all deese\roden un blauen Deiten vergeten.
nl: Er zijn hier twee doelen.\Je kunt dit niveau op de gemakkelijke\of de moeilijke manier voltooien.\Natuurlijk, door op de\gemakkelijke manier te gaan,\kun je al die rode en blauwe\munten vergeten.
pt_pt: Existem dois alvos aqui.\Podes completar este nível\pelo caminho fácil ou pelo difícil.\Mas claro, se fores pelo caminho fácil\esquece todas aquelas moedas azuis e vermelhas.
uk: На цьому рівні є 2 виходи. Ви можете\завершити рівень двома способами: легеням і\важким. Якщо ви підете легкою дорогою, то\можете не збирати червоні і сині монети.

source: So many different paths to take...\have you tried all of them?
el: Χμμμ, τόσες πολλές διαδρομές για να διαλέξετε...\τις έχετε δοκιμάσει όλες;
eo: Tiom da diversaj vojoj por iri...\ĉu vi provis ĉiujn?
es: Tantos caminos para elegir...\¿los has probado todos?
fr: Tant de chemins à prendre...\Les avez-vous tous essayés ?
nds: So mennig völe verschedene Padden tum Kören …\hest du se all versöcht?
nl: Zoveel verschillende paden om te nemen...\heb je ze allemaal geprobeerd?
pt_pt: Tantos caminhos para escolher...\Tentaste todos eles?
uk: Так багато доріг...\чи пройдете ви по всіх?

source: Slow and steady.\
el: Αργά και σταθερά.\
eo: Malrapide kaj konstante.\
es: Lento pero seguro.\
fr: Lent mais ferme.\
nds: Sachte un stevig.\
nl: Langzaam en gestaag.\
pt_pt: De vagar e firme.\
uk: Повільно і дуже уважно.\

source: You'll only get about 15 seconds at each step,\so don't delay. Get the coins and\get to the next switch.\
el: Έχετε 15 δευτερόλεπτα για κάθε βήμα,\οπότε μην αργείτε. Μαζέψτε τα κέρματα και\πηγαίνετε στον επόμενο διακόπτη.\
eo: Vi ricevos nur ĉirkaŭ 15 sekundojn ĉe ĉiu paŝo,\do ne prokrastu. Akiru la monerojn kaj\alvenu al la sekva ŝaltilo.\
es: Sólo dispones de 15 segundos por piso,\así que date prisa. Coge las monedas y\avanza hasta el siguiente interruptor.\
fr: Vous avez environ 15 secondes par étage,\ne vous retardez donc pas. Récupérez les pièces et\accèdez au prochain interrupteur.\
nds: Du hest för elkeen Stapp blots umbi 15 Sekünnen,\also drömel nich. Pottje de Deiten\un kumm to de anner Schalter.\
nl: Je krijgt bij elke stap slechts ongeveer 15 seconden,\dus wacht niet langer. Pak de munten en\ga naar de volgende schakelaar.\
pt_pt: Só tens 15 segundos em cada etapa,\por isso não te demores. Apanha as moedas e\vai para o próximo interruptor.\
uk: У вас є по 15 секунд на кожну сходинку\отже покватеся. Збирайте всі монети і\натискуйте на кнопку з годинником.\

source: Don't get bullied.\
el: Μην αφήσετε να σας εκφοβίσουν.\
eo: Ne estu ĉikanita.\
es: Sangre fría.\
fr: Ne vous enragez pas.\
nds: Laat di nich rumschupsen.\
nl: Laat je niet pesten.\
pt_pt: Não te sintas intimidado.\
uk: Не дайте себе зіштовхнути!\

source: I think I can.\I think I can.\
el: Νομίζω ότι μπορώ.\Νομίζω ότι μπορώ.\
eo: Mi pensas, ke mi povas.\Mi pensas, ke mi povas.\
es: Pu-pu-edo hacerlo...\Creo, que-ue puedo hacerlo.\
fr: Je peux le faire.\Je peux le faire.\
nds: Wi schaffen dat.\Wi schaffen dat.\
nl: Ik denk dat ik kan.\Ik denk dat ik kan.\
pt_pt: Eu acho que consigo.\Eu acho que consigo.\
uk: Думаю, що зможу.\Думаю, що зможу.\

source: So close, yet so very far.\
el: Τόσο κοντά, μα τόσο μακριά.\
eo: Tiel proksime, tamen tiel ege.\
es: Tan cerca, pero tan lejos.\
fr: Si proche, et pourtant si loin.\
nds: So nah un doch so feern.\
nl: Zo dichtbij en toch zo ver.\
pt_pt: Tão perto, no entanto tão longe.\
uk: А вихід-то так близько.\

source: Ride the elevators to the top.\They move quickly,\so don't dally too long.\
el: Πάρτε τους ανελκυστήρες για την κορυφή.\Κινούνται πολύ γρήγορα,\για αυτό μην καθυστερείτε.\
eo: Rajdu la liftojn al la pinto.\Ili moviĝas rapide,\do ne prokrastu tro longe.\
es: Sube en los ascensores hasta la cima.\Son rápidos, así que no te entretengas.\
fr: Accédez au sommet grâce aux élévateurs.\Ils bougent vite,\ ne traînez donc pas trop.
nds: Fahr up de Fahrstohlen na boven.\Se gahn fix,\also wacht nich to lang.\
nl: Berijd de liften naar de top.\Ze bewegen snel,\dus ga niet te lang door.\
pt_pt: Sobe os elevadores até ao topo.\Eles são rápidos, por isso não\esperes o dia todo.\
uk: Їздіть часто на ліфтах вгору. Вони рухаються швидко\отже не думайте дуже довго.\

source: Have fun picking up those\red and blue coins.\
el: Καλή διασκέδαση μαζεύοντας αυτά τα\κόκκινα και μπλε κέρματα.\
eo: Amuziĝu repreni tiujn\ruĝajn kaj bluajn monerojn.\
es: Disfruta atrapando\las monedas rojas y azules.\
fr: Amusez-vous à récupérer toutes\les pièces rouges et bleues.\
nds: Vööl Spaaß, deese\roden un blauen Deiten to pottjen.\
nl: Veel plezier met het ophalen\van die rode en blauwe munten.\
pt_pt: Diverte-te agarrando aquelas\moedas vermelhas e azuis.\
uk: Веселий рівень з синіми і червоними монетами.\

source: Don't worry.\The green part isn't going anywhere.\
el: Μην ανησυχείτε.\Το πράσινο κομμάτι δεν θα πάει πουθενά.\
eo: Ne zorgu.\La verda parto ne iras ien.\
es: No te preocupes.\La parte verde no se va a ir a ningún sitio.\
fr: Pas d'inquiétude.\La partie verte ne va nulle part.\
nds: Wees nich bang.\De gröne Deel gaht nargends nich hen.\
nl: Maak je geen zorgen.\Het groene gedeelte gaat nergens heen.\
pt_pt: Não te preocupes.\A parte verde não vai a lado nenhum.\
uk: Без паніки.\Зелена частина нікуди не поїде.\

source: Use the switches to set the platforms\in motion. Time it so they come\together in the middle.\
el: Χρησιμοποιήστε τους διακόπτες για να θέσετε τις πλατφόρμες\σε κίνηση. Συγχρονίστε την ώστε να έρθουν\μαζί στην μέση.\
eo: Uzu la ŝaltilojn por ekmovigi la platformojn.\Samtempigu ĝin tiel, ke ili kuniĝu meze.\
es: Utiliza los interruptores para mover las\plataformas de manera que se\encuentren en la mitad.\
fr: Utilisez les interrupteurs pour synchroniser\les plates-formes en mouvement. Débrouillez-vous\pour qu'elles arrivent au milieu en même temps.\
nds: Bruuk de Schalters, um de Plattfoormen\lössgahn to laten. Richt de Tied so in,\dat se sik in de Midde treffen.\
nl: Gebruik de schakelaars om de platforms\in beweging te zetten. Tijd het zodat\ze in het midden samenkomen.\
pt_pt: Usa os interruptores para posicionar as\plataformas em movimento. Percebe a hora em\que elas ficam juntas no meio.\
uk: Використовуйте кнопки на підлозі, щоб змусити\платформу рухатися. Ви зможете пройти\рівень, якщо дві платформи одночасні\підійдуть до центру.\

source: The ball must be entirely within a teleporter\in order to trigger it.\Remember that the ball carries its momentum\through a teleporter, so plan ahead.\
el: Η μπάλα πρέπει να είναι ολόκληρη μέσα στον τηλεμεταφορέα\ώστε αυτός να ενεργοποιηθεί.\Να θυμάστε ότι η μπάλα κρατάει την ορμή της\για αυτό σχεδιάστε την επόμενη κίνησή σας.\
eo: La pilko devas esti tute ene de teleportilo\por ekigi ĝin.\Memoru, ke la pilko portas sian movokvanton\trans teleportiloj, do planu antaŭen.\
es: Para activar los teleportadores la bola ha de\entrar totalmente en ellos.\No olvides que el movimiento se conserva\durante el viaje, así que sé previsor.\
fr: La balle doit totalement pénétrer dans\un téléporteur pour l'activer.\N'oubliez pas que la balle conserve son élan\à travers le téléporteur, soyez donc prévoyant.\
nds: De Ball mutt kumpleet binnen in eenem\Teleporterer wesen, um dat uttolösen.\Vergeet nich, dat de \Ball sien Leiigheid dör de Teleporterer\behollt, also plaan vörut.\
nl: De bal moet zich volledig in een teleporter\bevinden om hem te activeren.\Vergeet niet dat de bal zijn momentum\door een teleporter draagt, dus plan vooruit.\
pt_pt: A bola deve entrar completamente no tele-transporte\para ativá-lo. Lembra-te que ela carrega o seu impulso para\o outro lado, por isso planeia antes.\
uk: М'яч повинен повністю увійти до телепорту, щоб\той спрацював. Пам'ятайте, що телепорт\зберігає імпульс м'яча.\

source: The floor is as flat as you make it.\
el: Το πάτωμα είναι τόσο επίπεδο όσο το κάνετε.\
eo: La planko estas tiel ebena, kiel vi faras ĝin.\
es: Bien mirado, el suelo no deja de ser llano.\
fr: Le sol est plat... si vous le voulez bien.\
nds: De Footdeel is so flack as du dat maakst.\
nl: De vloer is zo plat als je hem maakt.\
pt_pt: O piso é tão plano quanto o fazes plano.\
uk: Платформа здасться плоскою, якщо ви захочете.\

source: Stairway to heaven
el: Σκάλα προς τον παράδεισο
eo: Ŝtuparo al la ĉielo
es: Escalera celestial
fr: L'escalier vers les cieux.
nds: Trappe tum Hemel
nl: Trap naar de hemel
pt_pt: Escadaria para o paraíso
uk: Сходи в небеса

source: Those bridges are angled.\Each is narrower and steeper than the last.\Take the easy cash or\go all the way for a big payoff.\
el: Αυτές οι γέφυρες είναι υπό γωνία.\Κάθε μία είναι πιο στενή και πιο απότομη από την τελευταία.\Πάρτε το εύκολο χρήμα ή\πηγαίνετε όλο τον δρόμο για την μεγάλη ανταμοιβή.\
eo: Tiuj pontoj estas anguligitaj.\Ĉiu estas pli mallarĝa kaj pli kruta ol la antaŭa.\Prenu la facilan monon aŭ\iru tute por granda premio.\
es: Los puentes están inclinados, y cada uno\es más estrecho y agudo que el anterior.\Coge el dinero fácil o\ve a por el gran premio.\
fr: Ces ponts sont penchés.\Chacun est plus étroit et plus incliné que le précédent.\Contentez-vous de l'argent facile ou\tentez le Jackpot.\
nds: Deese Brüggen sünd schuuv.\Elkeen is smaller un stuuver as de leste.\Nimm dat lichte Geld of gah\de hele Weg för de groten Lohn.\
nl: Die bruggen staan schuin.\Elke kamer is smaller en steiler dan de vorige.\Neem het gemakkelijke geld of\ga helemaal voor een grote uitbetaling.\
pt_pt: Estas pontes estão inclinadas.\Cada uma mais estreita que a última.\Apanha o dinheiro fácil ou vai direto\atrás de uma grande recompensa.\
uk: Усі мости під кутом.\Кожен вужчий і крутіший, ніж попередній.\Візьміть жменьку монет або йдіть до кінця для великого виграшу.\

source: Plenty of coins for the taking.\Can you take them all?
el: Πολλά κέρματα για να πάρετε.\Μπορείτε να τα πάρετε όλα;
eo: Multaj moneroj por preni.\Ĉu vi povas preni ĉiujn?
es: Un montón de monedas esperándote.\¿Puedes ir a por ellas?
fr: Beaucoup de pièces à prendre.\Parviendrez-vous à toutes les récupérer ?
nds: Mennig Deiten tum Nehmen.\Kannst du se all pottjen?
nl: Genoeg munten voor het oprapen.\Kun je ze allemaal meenemen?
pt_pt: Muitas moedas para apanhar.\Consegues apanhar todas?
uk: Так багато монет! Чи зможете ви зібрати їх всіх?

source: Use momentum to reach\the upper platforms,\but keep the ball in control\for safe landing.\\The manual view may help here.\
el: Χρησιμοποιήστε την ορμή της μπάλας για να φτάσετε\στις πάνω πλατφόρμες,\αλλά κρατήστε την μπάλα\ασφαλή για προσγείωση.\\Η χειροκίνητη προβολή μπορεί να βοηθήσει εδώ.\
eo: Uzu movokvanton por atingi\la suprajn platformojn,\sed tenu la pilkon en kontrolo\por sekura surteriĝo.\\La mana vido eble helpos ĉi tie.\
es: Utiliza el impulso para\llegar a las plataformas\superiores, pero mantén la\bola bajo control para aterrizar seguro.\\La vista Manual puede ser útil.\
fr: Utilisez l'élan pour atteindre\les plates-formes supérieures,\mais gardez le contrôle\de la balle pour bien attérir.\\La vue manuelle peut aider ici.\
nds: Bruuk Leiigheid, um up de\bovern Plattfoormen to komen,\aver holl de Ball unner Kuntrull,\daarmit du seker lannst.\\Dat kann hier hülpen, de Kamera vun Hand to stüren.\
nl: Gebruik momentum om de bovenste\platforms te bereiken,\maar houd de bal onder controle\voor een veilige landing.\\De handmatige weergave kan hier helpen.\
pt_pt: Usa o impulso da bola para alcançar as\plataformas superiores mantendo-as\sob controle. A câmara manual pode\ajudar aqui.\
uk: Прискортеся, щоб дістатися до верхніх платформ\але прагніть тримати м'яч під контролем. Ручне\керування камерою може допомогти на цій карті.\

source: Remember to keep an eye on the shadow to\help control a bouncing ball. And don't\forget to use the mouse buttons to keep the\ball in view.\
el: Θυμηθείτε να έχετε το νου σας στην σκιά\για να ελέγχετε την μπάλα που αναπηδά. Και μην\ξεχνάτε να χρησιμοποιείτε τα πλήκτρα του ποντικιού για να κρατήσετε\την μπάλα στο οπτικό πεδίο σας.\
eo: Memoru rigardi la ombron por\helpi regi resaltantan pilkon. Kaj ne\forgesu uzi la musbutonojn por teni la\pilkon videbla.\
es: Vigila la sombra para controlar\el salto. No te de olvides usar los\botones del ratón para no perder de vista la bola.\
fr: N'oubliez pas de garder un oeil sur l'ombre\de la balle afin de mieux contrôler ses rebonds.\Et n'oubliez pas de tourner la caméra\afin de garder la balle à vue.\
nds: Vergeet nich, de Scharr im Oog to behollen,\um eenen hüppend Ball to kuntrulleren.\Un vergeet nich, de Muustasten\to bruken, um de Ball in de Sicht to behollen.\
nl: Vergeet niet om de schaduw in de gaten te houden\om een stuiterende bal te helpen beheersen.\En vergeet niet de muisknoppen\te gebruiken om de bal in\het zicht te houden.
pt_pt: Lembra-te de dar uma olhada na sombra para\ajudar a controlar a bola flutuante.\E não te esqueças de usar os botões do rato\para manter a bola visível.\
uk: Дивіться на свою тінь, щоб контролювати\підстрибуючий м'яч. Не забувайте повертати камеру\за допомогою кнопок миші.\

source: Use teleporters to go\where you otherwise couldn't.\
el: Χρησιμοποιήστε τους τηλεμεταφορείς για να πάτε\εκεί που δεν θα μπορούσατε χωρίς αυτούς.\
eo: Uzu teleportilojn por iri\kien vi alie ne povus.\
es: Utiliza los teleportadores\para llegar a lo imposible.\
fr: Utilisez les téléporteurs pour aller\là où vous n'auriez pas pu autrement.\
nds: Bruuk Teleporterers, um daarhen to gahn,\waar do anners nich henkummst.\
nl: Gebruik teleporters om te gaan\waar je anders niet zou zijn.\
pt_pt: Usa os tele-transportes para ir\onde, de outra forma não irias.\
uk: Використовуйте телепорти, щоб забратися вгору.\

source: Balance risk versus reward.\
el: Ισορροπημένο ρίσκο εναντίον ανταμοιβής.\
eo: Riskoj kontraŭ premioj.\
es: Decide entre seguridad y ganancias.\
fr: Compromis entre risque et récompense.\
nds: Weeg Risiko tegen Lohn of.\
nl: Balans tussen risico en beloning.\
pt_pt: Balanço versus recompensa.\
uk: Чим більше ризик, тим більше винагорода.\

source: Ascend the slope to reach your goal.\(Easier said than done.)
el: Ανεβείτε την πλαγιά για να φτάσετε στο στόχο σας.\(Πιο εύκολο να το πεις πάρα να το κάνεις.)
eo: Supreniru la deklivon por atingi vian celon.\(Pli facile dirite ol farite.)
es: Sube la cuesta para llegar a la meta\(se dice pronto).
fr: Gravissez la pente pour atteindre la sortie.\(Plus facile à dire qu'à faire.)
nds: Gah de Schüünte na boven, um tum Enn to komen.\(Lichter to seggen as to doon.)
nl: Beklim de helling om je doel te bereiken.\(Makkelijker gezegd dan gedaan.)
pt_pt: Sobe a colina para alcançar o alvo.\(É mais fácil falar do que fazer.)
uk: Піднімайтеся по ухилу до цілі.\(Легко сказати.)

source: Catch the train before it leaves the station.\
el: Προλάβετε το τρένο πριν αυτό αναχωρήσει από τον σταθμό.\
eo: Kaptu la trajnon antaŭ ol ĝi foriros de la stacidomo.\
es: Que no se te escape el tren antes de que deje la estación.\
fr: Prenez le train avant qu'il ne quitte la gare.\
nds: Fang de Zug, ehr he de Bahnhoff verlett.\
nl: Vang de trein voordat deze het station verlaat.\
pt_pt: Apanha o comboio antes dele sair da estação.\
uk: Сядьте на потяг перш, ніж він покине станцію.\

source: The ball will fit in those small holes,\if you can just find something to make it smaller.\Other places may require a bigger ball.\One thing is certain - you'll want a plan!
el: Η μπάλα θα χωρέσει σε αυτές τις μικρές τρύπες,\άμα βρείτε κάτι που θα την κάνει μικρότερη.\Σε άλλα μέρη μπορεί να απαιτείται μεγαλύτερη μπάλα.\Ένα είναι σίγουρο - θα χρειαστείτε ένα πλάνο!
eo: La pilko taŭgos en tiuj truetoj,\se vi nur povas trovi ion por malgrandigi ĝin.\Aliaj lokoj eble postulos pli grandan pilkon.\Unu afero estas certa - vi deziros planon!
es: La bola puede entrar por los agujeros\pequeños si encuentras algo para reducirla.\En otros sitios hará falta una bola grande.\Una cosa está clara: ¡necesitas un plan decente!
fr: La balle pourra rentrer dans ces petits trous,\pourvu que vous trouviez quelque chose\pour la réduire. D'autres endroits peuvent\requérir une balle plus grande.\Une chose est certaine - vous avez besoin d'un plan !
nds: De Ball word in deese lütten Locken passen,\wenn du blots wat finnen kannst,\wat de Ball lütter maakt.\Anner Steden bruken eenen grotern Ball.\Een Ding is wiss – du bruukst eenen Plaan!
nl: De bal past in die kleine gaatjes,\als je maar iets kunt vinden om hem kleiner te maken.\Op andere plaatsen kan een grotere bal nodig zijn.\Eén ding is zeker - u wilt een plan!
pt_pt: A bola irá caber nesses pequenos buracos,\se conseguires encontrar algo para torná-la mais pequena. Noutros\lugares pode ser necessário uma bola maior.\Uma coisa é certa: vais querer um plano!
uk: М'яч поміститься в нори, розкидані по всій\карті, лише якщо ви зможете його зменшити.\Але є такі місця, для яких м'яч потрібно збільшити.\Одна річ певна - вам потрібен план!

source: Hit the switches to move the barriers.\
el: Χτυπήστε τους διακόπτες για να μετακινηθούν τα εμπόδια.\
eo: Batu la ŝaltilojn por movi la barojn.\
es: Usa los interruptores para mover las barreras.\
fr: Activez les interrupteurs pour ouvrir les barrières.\
nds: Treff de Schalters, um de Hinners to verschuven.\
nl: Raak de schakelaars om de barrières te verplaatsen.\
pt_pt: Utiliza os interruptores para mover as barreiras.\
uk: Натискуйте на кнопки, щоб прибрати перешкоди.\

source: The temptation to move quickly\could prove your undoing.\\Then again, maybe not...
el: Ο πειρασμός για να προχωρήσετε πιο γρήγορα\μπορεί να είναι η καταστροφή σας.\\Από την άλλη όμως, μπορεί και όχι...
eo: La tento rapide moviĝi\povus iĝi vian malfaradon.\\Plie, eble ne...
es: La tentación de ir deprisa\puede ser tu perdición.\Aunque... anda, a lo mejor no tanto...
fr: La tentation de vitesse\pourrait causer votre perte.\\Ou pas...
nds: De Verföhren, fix to gahn,\kann sik als Fehler rutstellen.\\Man villicht ok nich …
nl: De verleiding om snel te handelen,\kan uw ondergang bewijzen.\\Maar misschien ook niet...
pt_pt: A tentação de ir depressa\pode ser a tua perdição.\\Então novamente, talvez não...
uk: Бажання рухатися швидко може вам перешкодити.\\ А може і ні...

source: Take it slowly.\
el: Πάρτε το αργά.\
eo: Traktu malrapide.\
es: Tómatelo con calma.\
fr: Vas-y doucement.\
nds: Immer sachte.\
nl: Doe rustig aan.\
pt_pt: Vai lentamente.\
uk: Котіться повільно.\
