Repository: Neverball/neverball
Catalog: po/*.po
Languages: el, eo, es, fr, nds, nl, pt_pt, uk

source: Change Name
el: Αλλαγή Ονόματος
eo: Ŝanĝi Nomon
es: Cambiar nombre
fr: Changez votre nom
nds: Naam ännern
nl: Naam veranderen
pt_pt: Mudar nome
uk: Ім'я гравця

source: caps
el: κεφαλαία
es: mayús.
fr: maj
nds: Faststellen
pt_pt: maiúsculas

source: Off
el: Όχι
eo: Ne
es: No
fr: Non
nds: Utknipst
nl: Uit
pt_pt: Desligado
uk: Вимк

source: 2x
es: x2

source: 4x
es: x4

source: 8x
es: x8

source: Unknown Display
el: Άγνωστη Οθόνη
eo: Nekonata Ekrano
es: Pantalla desconocida
fr: Écran inconnu
nds: Unbekannter Billschirm
nl: Onbekend scherm
pt_pt: Ecrã desconhecido
uk: Невідомий дисплей

source: Display
el: Οθόνη
eo: Ekrano
es: Pantalla
fr: Écran
nds: Billschirm
nl: Scherm
pt_pt: Ecrã
uk: Дисплей

source: Fullscreen
el: Πλήρης Οθόνη
eo: Plena Ekrano
es: Pantalla completa
fr: Plein écran
nds: Heler Billschirm
nl: Volledig scherm
pt_pt: Ecrã inteiro
uk: Повний екран

source: On
el: Ναι
eo: Jes
es: Sí
fr: Oui
nds: Anknipst
nl: Aan
pt_pt: Ligado
uk: Увімк

source: Resolution
el: Ανάλυση
eo: Distingivo
es: Resolución
fr: Résolution
nds: Uplösen
nl: Resolutie
pt_pt: Resolução
uk: Роздатність

source: HMD
es: Gafas de realidad virtual (HMD)
pt_pt: Óculos de realidade virtual

source: V-Sync
es: Sincronización vertical
fr: Synchr. verticale
pt_pt: Sincronização Vertical

source: Reflection
el: Αντανάκλαση
eo: Spegulo
es: Reflejos
fr: Réflexion
nds: Spegeln
nl: Reflectie
pt_pt: Reflexos
uk: Віддзеркалення

source: Background
el: Φόντο
eo: Fono
es: Fondo
fr: Décors
nds: Achtergrund
nl: Achtergrond
pt_pt: Fundo
uk: Фон

source: Shadow
el: Σκιά
eo: Ombro
es: Sombras
fr: Ombrage
nds: Scharr
nl: Schaduw
pt_pt: Sombras
uk: Тінь

source: Button A
el: Κουμπί Α
eo: Butono A
es: Botón A
fr: Bouton A
nds: Knoop A
nl: Knop A

source: Button B
el: Κουμπί Β
eo: Butono B
es: Botón B
fr: Bouton B
nds: Knoop B
nl: Knop B

source: Button X
el: Κουμπί Χ
eo: Butono X
es: Botón X
fr: Bouton X
nds: Knoop X
nl: Knop X

source: Button Y
el: Κουμπί Υ
eo: Butono Y
es: Botón Y
fr: Bouton Y
nds: Knoop Y
nl: Knop Y

source: Button L1
el: Κουμπί L1
eo: Butono L1
es: Botón L1
fr: Bouton L1
nds: Knoop L1
nl: Knop L1

source: Button R1
el: Κουμπί R1
eo: Butono R1
es: Botón R1
fr: Bouton R1
nds: Knoop R1
nl: Knop R1

source: Select
el: Επιλογή
eo: Elekti
es: Elegir
fr: Sélectionner
nds: Utkören
nl: Selecteren
pt_pt: Selecionar
uk: Виберіть

source: Start
eo: Starti
es: Botón Start
fr: Commencer
nds: Begünnen

source: X Axis 1
el: Άξονας Χ 1
eo: X Akso 1
es: Eje X 1
fr: X Axe 1
nds: X-Ass 1
nl: X-as 1

source: Y Axis 1
el: Άξονας Υ 1
eo: Y Akso 1
es: Eje Y 1
fr: Y Axe 1
nds: Y-Ass 1
nl: Y-as 1

source: X Axis 2
el: Άξονας Χ 2
eo: X Akso 2
es: Eje X 2
fr: X Axe 2
nds: X-Ass 2
nl: X-as 2

source: Y Axis 2
el: Άξονας Υ 2
eo: Y Akso 2
es: Eje Y 2
fr: Y Axe 2
nds: Y-Ass 2
nl: Y-as 2

source: Press a button...
el: Πατήστε κάποιο κουμπί...
eo: Premu butonon...
es: Pulsa un botón...
fr: Appuyez sur un bouton...
nds: Drück eenen Knoop …
nl: Druk op een knop…

source: Move a stick...
el: Κουνήστε κάποιον αναλογικό μοχλό...
eo: Movu stirstangon...
es: Mueve una palanca del mando...
fr: Déplacez un manche...
nds: Wiggel eene Staav …
nl: Verplaats de stick…

source: P1
eo: L1
es: J1
fr: J1
pt_pt: J1
uk: Гравець-1

source: P2
eo: L2
es: J2
fr: J2
pt_pt: J2
uk: Гравець-2

source: P3
eo: L3
es: J3
fr: J3
pt_pt: J3
uk: Гравець-3

source: P4
es: J4
fr: J4
pt_pt: J4
uk: Гравець-4

source: Select Course
el: Επιλογή διαδρομής
eo: Elektu Kurson
es: Selecciona una pista
fr: Choisir un parcours
nds: Bahn utkören
nl: Selecteer golfbaan
pt_pt: Selecionar percurso
uk: Набори лунок

source: Players?
el: Παίκτες;
eo: Ludantoj?
es: ¿Jugadores?
fr: Joueurs ?
nds: Spelers?
nl: Spelers?
pt_pt: Jogadores?
uk: Гравців?

source: Hole %02d
el: Τρύπα %02d
eo: Truo %02d
es: Hoyo %02d
fr: Trou %02d
nds: Lock %02d
pt_pt: Buraco %02d
uk: Лунка %02d

source: It's In!
el: Mέσα!
eo: Enas!
es: ¡Adentro!
fr: C'est rentré !
nds: Inlocht!
nl: Hole!
pt_pt: Bola no buraco!
uk: Попадання!

source: 1 Stroke Penalty
el: Τιμωρία 1 χτυπήματος
eo: 1 Bato Puno
es: Penalización de 1 golpe
fr: Pénalité d'un coup
nds: 1 Straafslag
nl: 1 strafpunt
pt_pt: 1 tacada de penalização.
uk: Штраф за виліт

source: Scores
el: Βαθμολογία
eo: Poentaroj
es: Puntuación
nds: Speelstanden
pt_pt: Pontuações
uk: Результати

source: Final Scores
el: Τελική Βαθμολογία
eo: Finaj Poentaroj
es: Puntuación final
fr: Scores finaux
nds: Enn-Speelstanden
nl: Eindscores
pt_pt: Pontuações finais
uk: Підсумкові результати

source: Neverball Easy
el: Εύκολο Neverball
eo: Neverball Facila
es: Neverball fácil
fr: Neverball Facile
nds: Neverball Licht
nl: Neverball makkelijk
pt_pt: Neverball Fácil
uk: Легкий Neverball

source: Difficulty: Beginner through Intermediate\\25 levels with a smooth learning curve.\Read level introductions for gameplay tips.\ \
el: Δυσκολία: Αρχάριοι έως Ενδιάμεσοι\\25 επίπεδα με εύκολη καμπύλη εκμάθησης.\Διαβάστε τις οδηγίες των επιπέδων για συμβουλές παιχνιδιού.\ \
eo: Malfacileco: Komencanta ĝis Intermeza\\25 niveloj kun glata lernado-kurbo.\Legu nivelajn antaŭparolojn por ricevi luda avizoj.\ \
es: Dificultad: principiante a moderada.\\Entrenamiento progresivo de 25 niveles.\La presentación de cada nivel contiene\ consejos útiles.\ \
fr: Difficulté : Débutant à Intermédiaire\\25 niveaux pour un apprentissage progressif.\Lisez les astuces de jeu de chaque niveau.\ \
nds: Swierigkeid: Anfanger bit Middel\\25 Upgaven mit eener stevigen Lehrkurv.\Lees de Upgaav-Inföhrens för Speeltipps.\\
nl: Moeilijkheidsgraad: Beginner door Gevorderd\\25 levels met een soepele leercurve.\Lees de level-inleidingen voor gameplay-tips.\ \
pt_pt: Dificuldade: principiante a intermédio\\25 níveis com uma suave curvatura de aprendizagem.\Lê as instruções nos níveis para saber dicas importantes.\ \
uk: Складність: низька і середня\\25 рівнів для вивчення основ гри.\Читайте підказку на початку кожного рівня.\ \

source: Neverball Medium
el: Μέτριο Neverball
eo: Neverball Meza
es: Neverball intermedio
fr: Neverball Moyen
nds: Neverball Middel
nl: Neverball gemiddeld
pt_pt: Neverball Médio
uk: Середній Neverball

source: Difficulty: Beginner through Expert\\25 levels which provide a balanced\challenge for players. Try to claim\some of the records provided.\
el: Δυσκολία: Αρχάριοι έως Έμπειροι\\25 επίπεδα τα οποία παρέχουν μια ισορροπημένη\πρόκληση στους παίκτες. Προσπαθήστε να διεκδικήσετε\κάποια από τα ρεκόρ.\
eo: Malfacileco: Komencanta ĝis Spertula\\25 niveloj, kiuj donas ekvilibran defion\por ludantoj. Provu atingi\iuj el la provizitajn rekordojn.
es: Dificultad: principiante a experta.\\25 niveles que proporcionan un desafío equilibrado.\Intenta batir algunos de los récords\propuestos.
fr: Difficulté : Intermédiaire à Expert\\25 niveaux qui offrent aux joueurs\un défi raisonnable. Essayez de battre\les records proposés.\
nds: Swierigkeid: Anfanger bit Meister\\25 Upgaven, wat de Spelers\eene utgleken Rutfödderung geven.\Versöök, eenige vun de angeven Rekoorden to winnen.
nl: Moeilijkheidsgraad: Beginner door Expert\\25 levels die spelers een uitgebalanceerde\uitdaging bieden. Probeer sommige\van de verstrekte records te claimen.\
pt_pt: Dificuldade: principiante a experiente\\25 níveis que têm um desafio equilibrado\para os jogadores. Tenta quebrar alguns dos\recordes propostos.\
uk: Складність: низька і висока.\\25 збалансованих за складністю рівнів.\Постарайтеся побити деякі рекорди.\

source: Neverball Hard
el: Δύσκολο Neverball
eo: Neverball Malfacila
es: Neverball difícil
fr: Neverball Difficile
nds: Neverball Swaar
nl: Neverball moeilijk
pt_pt: Neverball Difícil
uk: Складний Neverball

source: Difficulty: Intermediate through Expert\\25 levels with more of a challenge for\the experienced player. Try to claim\Best Times, Most Coins, and Fast Unlock records.\
el: Δυσκολία: Ενδιάμεσοι έως Έμπειροι\\25 επίπεδα με μεγαλύτερη πρόκληση γιατον έμπειρο παίκτη.\Προσπαθήστε να διεκδικήσετερεκόρ Καλύτερου Χρόνου,\Περισσότερων Κερμάτων και Γρηγορότερου Ξεκλειδώματος.\
eo: Malfacileco: Intermeza ĝis Spertula\\25 niveloj kun pli da defio por la ekzercita\ludantoj. Provu atingi\rekordojn de Plej Bonaj Tempoj, Plej Multaj Moneroj kaj Rapida Malŝloso.\
es: Dificultad: moderada a experta.\\25 niveles más complicados para jugadores avanzados.\Intenta batir los récords de monedas, mejores tiempos,\y desbloqueos rápidos de meta.\
fr: Difficulté : Intermédiaire à Expert\\25 niveaux avec davantage de défi pour\les joueurs expérimentés. Essayez de battre\les records de sprint, grippe-sou et évasion.\
nds: Swierigkeid: Middel bit Meister\\25 Upgaven mit eener Rutfödderung\för de künnige Speler.\Versöök, de Rekoorden för beste Tied,\meeste Deiten un fixes upsluten to winnen.\
nl: Moeilijkheidsgraad: Gevorderd door Expert\\25 levels met meer een uitdaging voor\de ervaren speler. Probeer\Best Times, Most Coins en Fast Unlock records te claimen.\
pt_pt: Dificuldade: intermédio a experiente\\25 níveis mais desafiadores para jogadores\mais experientes. Tenta o teu Melhor Tempo,\Mais Moedas e Completar Rápido.\
uk: Складність: середня і висока.\\25 рівнів для досвічених гравців.\Постарайтеся побити всі рекорди.\

source: Difficulty: Expert through Insane\\25 levels with even greater challenge.\Author: Mehdi Yousfi-Monod (mym)\ \
el: Δυσκολία: Έμπειροι έως Παράφρονες\\25 επίπεδα με ακόμη μεγαλύτερη πρόκληση.\Συντάκτης: Mehdi Yousfi-Monod (mym)\ \
eo: Malfacileco: Spertula ĝis Freneza\\25 niveloj kun eĉ pligranda defio.\Aŭtoro: Mehdi Yousfi-Monod (mym)\ \
es: Dificultad: experta a imposible.\\25 niveles aún más complicados.\Autor: Mehdi Yousfi-Monod (mym)\ \
fr: Difficulté : Expert à Dément\\25 niveaux et toujours plus de défi.\Auteur : Mehdi Yousfi-Monod (mym)\ \
nds: Swierigkeid: Meister bit nich tum Tomoden\\25 Upgaven mit noch slimmerer Rutfödderung.\Schriever: Mehdi Yousfi-Monod (mym)\\
nl: Moeilijkheidsgraad: Expert door Gek\\25 levels met een nog grotere uitdaging.\Auteur: Mehdi Yousfi-Monod (mym)\ \
pt_pt: Dificuldade: experiente a impossível\\25 níveis muito mais desafiadores.\Autor: Mehdi Yousfi-Monod (mym)\ \
uk: Складність: висока і дуже висока.\ \ \Автор: Mehdi Yousfi-Monod (mym)\ \

source: Difficulty: A little bit harder than my first set.\\More challenge, particularly for grabbing coins.\Author: Mehdi Yousfi-Monod (mym)\ \
el: Δυσκολία: Λίγο πιο δύσκολο από το πρώτο μου σετ.\\Μεγαλύτερη πρόκληση, ιδιαίτερα για το μάζεμα κερμάτων.\Συντάκτης: Mehdi Yousfi-Monod (Mym)\ \
eo: Malfacileco: Ete pli malfacila ol mia unua aro.\\Pli da defio, precipe por kolekti monerojn.\Aŭtoro: Mehdi Yoursfi-Monod (mym)\ \
es: Dificultad: un poco más fácil que en mi primera serie.\\Un reto más complicado, especialmente\a la hora de atrapar monedas.\Autor: Mehdi Yousfi-Monod (mym)\ \
fr: Difficulté : Un petit peu plus dur que ma\précédente collection. Plus de défi,\ tout particulièrement pour ramasser les pièces.\Auteur : Mehdi Yousfi-Monod (mym)\ \
nds: Swierigkeid: Een bietje swaarer as miene eerste Sammlung.\\Mehr Rutfödderung, besünners bi’m Pottjen vun Deiten.\Schriever: Mehdi Yousfi-Monod (mym)\\
nl: Moeilijkheidsgraad: Een beetje moeilijker dan mijn eerste set.\\Meer uitdaging, vooral voor het grijpen van munten.\Auteur: Mehdi Yousfi-Monod (mym)\ \
pt_pt: Este é um pouco mais difícil que o meu\primeiro conjunto. O maior desafio está em\alcançar as moedas.\Autor: Mehdi Yousfi-Monod (mym)\ \
uk: Складність: трохи важче, ніж Tour de force.\\Особливо складний збір монет.\Автор: Mehdi Yousfi-Monod (mym)\ \

source: Nevermania
es: Nevermanía
nds: Nevermanie

source: Difficulty: Expert through Impossible\\Assorted levels for advanced players.\Author: Florian Priester\\
el: Δυσκολία: Έμπειροι έως Απίστευτοι\\Ποικιλία επιπέδων για προχωρημένους παίκτες.\Συντάκτης: Florian Priester\\
eo: Malfacileco: Spertula ĝis Neebla\\Plurspecaj niveloj por altnivelaj ludantoj.\Aŭtoro: Florian Priester\\
es: Dificultad: experta a imposible.\\Niveles varios para jugadores experimentados.\Autor: Florian Priester.\\
fr: Difficulté : Expert à Impossible\\Niveaux assortis pour joueurs avancés.\Auteur : Florian Priester\\
nds: Swierigkeid: Meister bit nich Daantokriegen\\Utköört Upgaven för künnige Spelers.\Schriever: Florian Priester\\
nl: Moeilijkheidsgraad: Expert door Onmogelijk\\Diverse levels voor gevorderde spelers.\Auteur: Florian Priester\\
pt_pt: Dificuldade: experiente a impossível\\Níveis variados para jogadores avançados.\Author: Florian Priester\\
uk: Складність: висока і гранична.\\Різні рівні для досвічених гравців.\Автор: Florian Priester\\

source: Tones Levels
el: Επίπεδα Ήχων
eo: Tone-aj Niveloj
es: Niveles de Tones
fr: Niveaux de Tones
nds: Tonen-Upgaaven
nl: Levels van Tones
pt_pt: Níveis tones
uk: Рівні тонів

source: Difficulty: Moderate to Difficult.\\Author: Ian Walker\\
el: Δυσκολία: Μέτρια έως Δύσκολη.\\Συντάκτης: Ian Walker\\
eo: Malfacileco: Intermeza ĝis Malfacila.\\Aŭtoro: Ian Walker
es: Dificultad: moderada a difícil.\\Autor: Ian Walker\\
fr: Difficulté: Moyen à Difficile\\Auteur : Ian Walker\\
nds: Swierigkeid: Middel bit Swaar\\Schriever: Ian Walker\\
nl: Moeilijkheidsgraad: Gemiddeld door Moeilijk.\\Auteur: Ian Walker\\
pt_pt: Dificuldade: moderado a difícil.\\Author: Ian Walker\\
uk: Складність: від середньої до важкої.\\Автор: Ian Walker\\

source: Neverball Misc
el: Διάφορα Neverball
eo: Neverball Provoj
es: Niveles adicionales
fr: Neverball divers
nds: Neverball Verschedenes
pt_pt: Neverball variado
uk: Різне Neverbal

source: Unsorted levels\For testing purposes\\\\
el: Αταξινόμητα επίπεδα\Για σκοπούς δοκιμών\\\\
eo: Neordigitaj niveloj\por provoj\\\\
es: Niveles variados sin orden ni concierto.\Sólo de prueba.\\\\
fr: Niveaux non triés\Pour des raisons de tests\\\\
nds: Nich sorteerte Upgavens\För Testzwecken\\\\
nl: Ongesorteerde levels\Voor testdoeleinden\\\\
pt_pt: Níveis não selecionados\Apenas para testes\\\\
uk: Неврегульовані рівні для тестування\\\\

source: The original 18-hole Neverputt course.\With a gentle learning curve.\ \Difficulty: Easy to Medium\Author: rlk\
el: Η αρχική διαδρομή 18 τρυπών Neverputt.\Με εύκολη καμπύλη εκμάθησης.\ \ Δυσκολία: Εύκολη έως Μέτρια\Συντάκτης: rlk\
eo: La originala 18-truaj Neverputt kurso.\Kun milda lernado-korbo.\ \Malfacileco: Facila ĝis Meza\Aŭtoro: rlk
es: El recorrido original de 18 hoyos de Neverputt.\El aprendizaje es progresivo.\ \Dificultad: fácil a moderada.\Autor: rlk\
fr: Le parcours original de 18 trous de Neverputt.\Avec un apprentissage progressif.\ \Difficulté : Facile à Moyen\Auteur : rlk\
nds: De eerste 18-Lock-Neverputt-Bahn.\Mit eener sachten Lehrkurv.\\Swierigkeid: Licht bit Middel\Schriever: rlk\
nl: De originele Neverputt-baan met 18 holes.\Met een zachte leercurve.\ \Moeilijkheidsgraad: Eenvoudig door Gemiddeld\Auteur: rlk\
pt_pt: O percurso original de 18 buracos do Neverputt.\Com uma suave curva de aprendizagem.\ \Dificuldade: fácil a médio\Autor: rlk\
uk: Початковий\18-ти лунковий набір Neverputt\для вивчення основ гри.\Складність: низька і середня\Автор: rlk\

source: Another 18-hole course\ \ \Difficulty: Medium\Author: paxed\
el: Άλλη μια διαδρομή με 18 τρύπες\ \ \Δυσκολία: Μέτρια\Συντάκτης: paxed\
eo: Alia 18-truaj kurso\ \ \Malfacileco: Meza\Aŭtoro: paxed\
es: Otro recorrido de 18 hoyos\ \ \Dificultad: moderada.\Autor: paxed\
fr: Un autre parcours à 18 trous\ \ \Difficulté : Moyen\Auteur : paxed\
nds: Noch eene 18-Lock-Bahn\\\Swierigkeid: Middel\Schriever: paxed\
nl: Nog een 18-holes baan\ \ \Moeilijkheidsgraad: Gemiddeld\Auteur: paxed\
pt_pt: Outro percurso com 18 buracos\ \ \Dificuldade: médio\Autor: paxed\
uk: Інший\18-ти лунковий набір.\ \Складність: середня\Автор: paxed\

source: Yet Another 18-hole course\ \ \Difficulty: Medium\Author: paxed\
el: Ακόμα μία διαδρομή με 18 τρύπες\ \ \Δυσκολία: Μέτρια\Συντάκτης: paxed\
eo: Ankoraŭ Alia 18-truaj kurso\ \ \Malfacileco: Meza\Aŭtoro: paxed\
es: Otro recorrido más de 18 hoyos\ \ \Dificultad: moderada.\Autor: paxed\
fr: Encore un autre parcours à 18 trous\ \ \Difficulté : Moyen\Auteur : paxed\
nds: Un noch eene 18-Lock-Bahn\\\Swierigkeid: Middel\Schriever: paxed\
nl: Nog een andere 18-holes baan\ \ \Moeilijkheidsgraad: Gemiddeld\Auteur: paxed\
pt_pt: Mais um percurso de 18 buracos\ \ \Dificuldade: médio\Autor: paxed\
uk: Ще один\18-ти лунковий набір.\ \Складність: середня\Автор: paxed\

source: Even More Holes\ \ \Difficulty: Medium\Author: paxed\
el: Ακόμη περισσότερες τρύπες\ \ \Δυσκολία: Μέτρια\ Συντάκτης: paxed\
eo: Fine plia truiloj\ \ \Malfacileco: Media\Aŭtoro: paxed\
es: Aún más hoyos\ \ \Dificultad: moderada.\Autor: paxed\
fr: Toujours plus de trous\ \ \Difficulté : Moyen\Auteur : paxed\
nds: Noch mehr Locken\\\Swierigkeid: Middel\Schriever: paxed\
nl: Nog Meer Holes\ \ \Moeilijkheidsgraad: Gemiddeld\Auteur: paxed\
pt_pt: Ainda mais buracos...\ \ \Dificuldade: médio\Autor: paxed\
uk: Ще більше лунок\ \ \Складність: середня\Автор: paxed\

source: A 26-hole course\following the alphabet\\Difficulty: Hard\Author: paxed\
el: Μία διαδρομή 26 τρυπών\με επίπεδα βασισμένα στο λατινικό αλφάβητο\\Δυσκολία: Δύσκολη\Συντάκτης: paxed\
eo: 26-truaj kurso,\kiu sekvas la literaro\\Malfacileco: Malfacila\Aŭtoro: paxed\
es: Un recorrido de 26 hoyos\siguiendo el alfabeto\\Dificultad: difícil.\Autor: paxed\
fr: Un parcours à 18 trous\en suivant l'alphabet\\Difficulté : Difficile\Auteur : paxed\
nds: Eene 26-Lock-Bahn,\wat na de Alphabeet gaht\\Swierigkeid: Swaar\Schriever: paxed\
nl: Een 26-holes baan\volgens het alfabet\\Moeilijkheidsgraad: Moeilijk\Auteur: paxed\
pt_pt: Um percurso com 26 buracos\seguindo a ordem alfabética\\Dificuldade: difícil\Autor: paxed\
uk: Алфавіт\з 26-ти лунок.\ \Складність: висока\Автор: paxed\

source: Crazy Golf\ \\Difficulty: Easy to Medium\Author: slippifishi\
el: Crazy Golf\ \\Δυσκολία: Εύκολη έως Μέτρια\Συντάκτης: slippifishi\
eo: Freneza Golfo\ \\Malfacileco: Facila ĝis Meza\Aŭtoro: slippifishi\
es: Golf de frenopático\ \\Dificultad: fácil a moderada.\Autor: slippifishi\
fr: Golf Toqué\ \ \Difficulté : Facile à Moyen\Auteur : slippifishi\
nds: Dördreiht Gold\\\Swierigkeid: Licht bit Middel\Schriever: slippifishi\
nl: Crazy Golf\ \\Moeilijkheidsgraad: Eenvoudig tot Gemiddeld\Auteur: slippifishi\
pt_pt: Golfe louco\ \\Dificuldade: fácil a médio\Autor: slippifishi\
uk: Божевільний гольф\ \ \Складність: низька і середня\Автор: slippifishi\

source: Tricky Golf\\An 18-hole course with many challenges\Difficulty: Expert Through Insane\Author: Byron James Johnson
el: Tricky Golf\\Μία διαδρομή 18 τρυπών με πολλές προκλήσεις\Δυσκολία: Έμπειροι έως Παράφρονες\Συντάκτης: Byron James Johnson
eo: Tikla Golfo\\18-truaj kurso kun multaj defioj\Malfacileco: Spertula ĝis Freneza\Aŭtoro: Byron James Johnson
es: Golf complicado\\18 hoyos con abundantes desafíos.\Dificultad: experta a gurú.\Autor: Byron James Johnson
fr: Golf Sournois\\Un parcours 18 trous rempli de défis\Difficulté : Expert à Dément\Auteur : Byron James Johnson
nds: Kniff-Golf\\Eene 18-Lock-Bahn mit mennig Rutfödderungen\Swierigkeid: Meister bit nich tum Tomoden\Schriever: Byron James Johnson
nl: Tricky Golf\\Een 18-holes baan met veel uitdagingen\Moeilijkheidsgraad: Expert door Gek\Auteur: Byron James Johnson
pt_pt: Golfe complexo\\Um percurso com 18 buracos cheio de desafios.\Dificuldade: experiente a guru\Autor: Byron James Johnson
uk: Спритний гольф\18 лунок з безліччю труднощів.\ \Складність: висока і дуже висока\Автор: Byron James Johnson

source: Golf Jambalaya\\Vidski's infamous course.\Difficulty: Medium to hard.\Author: vidski\
el: Golf Jambalaya\\Η διαβόητη διαδρομή του Vidski\Δυσκολία: Μέτρια προς Δύσκολη\Συντάκτης: vidski\
eo: Golfa Ĝambalaja\\Vidski-a fifama kurso.\Malfacileco: Meza ĝis Malfacila.\Author: vidski\
es: Golf a la Jambalaya\\El conocido circuito de vidski.\Dificultad: media a alta.\Autor: vidski\
fr: Gold Jambalaya\\L'infâme parcours de Vidski.\Difficulté: Moyen à Difficile.\Auteur: vidski\
nds: Golf Jambalaya\\Vidski siene rappelkoppske Bahn.\Swierigkeid: Middel bit Swaar\Schriever: vidski\
nl: Golf Jambalaya\\Vidski's beruchte baan.\Moeilijkheidsgraad: Gemiddeld door Moeilijk.\Auteur: vidski\
pt_pt: Golf Jambalaya\\Percurso infame do Vidski.\Dificuldade: médio a difícil.\Autor: vidski\
uk: Гольф Jambalaya\\Горезвісний курс Vidski.\Складність: від середньої до важкої.\Автор: vidski\

source: Reshaun's iPutt Course\\\Difficulty: Easy through Hard\Author: Reshaun Francis
el: Reshaun's iPutt Course\\\Δυσκολία: Εύκολη έως Δύσκολη\Συντάκτης: Reshaun Francis
eo: Reshaun's iPutt Course\\\Malfacileco: Facila ĝis Malfacila\Aŭtoro: Reshaun Francis
es: Circuito de Reshaun\\\Dificultad: de fácil a difícil.\Autor: Reshaun Francis
fr: Le parcours iPutt de Reshaun\\\Difficulté : Facile à Difficile\Auteur : Reshaun Francis
nds: Reshaun siene iPutt-Bahn\\\Swierigkeid: Licht bit Swaar\Schriever: Reshaun Francis
nl: Reshaun's iPutt\\Moeilijkheidsgraad: eenvoudig tot moeilijk\Maker: Reshaun Francis

source: Neverball\\http://neverball.org\\Created by Robert Kooima\
el: Neverball\\http://neverball.org\\Created από τον Robert Kooima\
eo: Neniampilko\\http://neverball.org\\Created by Robert Kooima\
es: Neverball\\http://icculus.org/neverball\\Creado por Robert Kooima\
fr: Neverball\\http://neverball.org\\Créé par Robert Kooima\
nds: Neverball\\http://neverball.org\\Maakt vun Robert Kooima\
nl: Neverball\\http://neverball.org\Created \\Gemaakt door Robert Kooima\
pt_pt: Neverball\\http://neverball.org\\Created por Robert Kooima\
uk: Neverball\\http://neverball.org\\Створено Robert Kooima\

source: Try to avoid being hit by moving objects.\One bump can throw the ball\completely out of control.\
el: Προσπαθήστε να αποφύγετε συγκρούσεις με κινούμενα αντικείμενα.\Μία σύγκρουση αρκεί για να βγάλει την μπάλα\εντελώς εκτός ελέγχου.\
eo: Provu eviti esti batata per movantaj objektoj.\Unu bato povas ĵeti la pilkon\tute senkontrole.\
es: No choques con los obstáculos móviles.\Un golpe puede dejar a la bola\fuera de control.\
fr: Essayez d'éviter d'être heurté par un objet.\Une simple collision peut rendre la balle incontrôlable.\
nds: Versöök, di nich vun bewegten Dingen\anrumpeln to laten. Een Bums kann de\Ball heel un dall ut de Kuntrull smieten.
nl: Probeer te voorkomen dat je geraakt wordt door bewegende objecten.\Een stoot kan de bal volledig\uit de hand gooien.\
pt_pt: Tenta evitar ser atingido por objetos que\se movem. Um toque pode deixar a bola\fora de controlo.\
uk: Намагайтеся нікуди не врізатися, оскільки м'яч\ може вийти з-під контролю при контакті з\ рухомими об'єктами.\
