Repository: Neverball/neverball
Catalog: po/*.po
Languages: el, eo, es, fr, nds, nl, pt_pt, uk

source: Aborted
el: Ακυρώθηκε
eo: Nuligita
es: Cancelado
fr: Interrompu
nds: Ofbroken
nl: Afgebroken
pt_pt: Abortado
uk: Перервано

source: Time-out
el: Τέλος χρόνου
eo: Tempo Pasis
es: Tiempo agotado
fr: Temps écoulé
nds: Tied oflopen
pt_pt: Tempo esgotado
uk: Вийшов час

source: Success
el: Επιτυχία
eo: Venko
es: Victoria
fr: Succès
nds: Daankregen
nl: Succes
pt_pt: Vitória
uk: Пройдено

source: Fall-out
el: Πτώση
eo: Vi falis
es: Te has caído
fr: Balle perdue
nds: Utfallen
nl: Uit de baan
pt_pt: Caíste!
uk: Падіння

source: Unknown
el: Άγνωστη
eo: Nekonata
es: Desconocido
fr: Inconnu
nds: Unbekannt
nl: Onbekend
pt_pt: Desconhecido
uk: Невідомий

source: Manual Camera
el: Χειροκίνητη κάμερα
eo: Mana Kamerao
es: Cámara manual
fr: Caméra manuelle
nds: Kamera vun Hand
nl: Handmatige camera
pt_pt: Câmara manual
uk: Ручна камера

source: Lazy Camera
el: Αδρανής κάμερα
eo: Pigra Kamerao
es: Cámara de movimiento mínimo
fr: Caméra paresseuse
nds: Leie Kamera
nl: Luie camera
pt_pt: Câmara preguiçosa
uk: Повільна камера

source: Chase Camera
el: Κλειδωμένη κάμερα
eo: Postkura Kamerao
es: Cámara de seguimiento
fr: Caméra poursuite
nds: Nalopens-Kamera
nl: Volgcamera
pt_pt: Câmara de perseguição
uk: Камера стеження

source: Camera %d
el: Κάμερα %d
eo: %d Vido
es: Cámara %d
fr: Caméra %d
nds: Kamera %d
pt_pt: Câmara %d
uk: Камера %d

source: Coins
el: Κέρματα
eo: Moneroj
es: Monedas
fr: Pièces
nds: Deiten
nl: Munten
pt_pt: Moedas
uk: Монет

source: Goal
el: Στόχος
eo: Celo
es: Meta
fr: Sortie
nds: Enn
pt_pt: Objetivo
uk: До цілі

source: Balls
el: Μπάλες
eo: Pilkoj
es: Bolas
fr: Balles
nds: Ballen
nl: Ballen
pt_pt: Bolas
uk: Спроб

source: Score
el: Σκορ
eo: Poentaro
es: Puntuación
nds: Speelstand
pt_pt: Pontuação
uk: Рахунок

source: Challenge Mode
el: Λειτουργία πρόκλησης
eo: Defia Reĝimo
es: Modo competición
fr: Mode Challenge
nds: Rutfödderungs-Modus
nl: Uitdagingsmode
pt_pt: Modo de desafio
uk: Режим сеансу гри

source: Challenge
el: Πρόκληση
eo: Defio
es: Competición
nds: Rutfödderung
nl: Uitdaging
pt_pt: Modo de Desafio
uk: Сеанс гри

source: Normal Mode
el: Κανονική λειτουργία
eo: Normala Reĝimo
es: Modo normal
fr: Mode Normal
nds: Normaaler Modus
nl: Normale mode
pt_pt: Modo normal
uk: Вільний режим

source: Standalone Mode
el: Αυτόνομη λειτουργία
eo: Aŭtonoma Reĝimo
es: Modo independiente
fr: Mode Indépendant
nds: Alleenig Modus
nl: Zelfstandige mode
pt_pt: Modo autónomo
uk: Автономний режим

source: Standalone
el: Αυτόνομο
eo: Aŭtonoma
es: Independiente
fr: Indépendant
nds: Alleenig
nl: Zelfstandig
pt_pt: Autónomo
uk: Автономний

source: Unknown Mode
el: Άγνωστη Λειτουργία
eo: Nekonata Kategorio
es: Modo desconocido
fr: Mode Inconnu
nds: Unbekannter Modus
nl: Onbekende mode
pt_pt: Modo desconhecido
uk: Невідомий режим

source: Ball Model
el: Μοντέλο Μπάλας
eo: Pilka Modelo
es: Bolas alternativas
fr: Modèle de balle
nds: Ballmodell
nl: Bal model
pt_pt: Modelo da bola
uk: Модель м'яча

source: Back
el: Επιστροφή
eo: Reen
es: Atrás
fr: Retour
nds: Torügg
nl: Terug
pt_pt: Voltar
uk: Назад

source: Options
el: Επιλογές
eo: Opcioj
es: Ajustes
nds: Instellens
nl: Opties
pt_pt: Opções
uk: Параметри

source: Graphics
el: Γραφικά
eo: Grafikoj
es: Gráficos
fr: Graphismes
nds: Billers
nl: Grafisch
pt_pt: Gráficos
uk: Графіка

source: Configure
el: Προσαρμογή
eo: Agordi
es: Configurar
fr: Configurer
nds: Inrichten
nl: Configureren
pt_pt: Configurar
uk: Налаштувати

source: Mouse Sensitivity
el: Ευαισθησία Ποντικιού
eo: Musa Sentiveco
es: Sensibilidad del ratón
fr: Sensibilité de la souris
nds: Muus-Akkeraatheid
nl: Muisgevoeligheid
pt_pt: Sensibilidade do rato
uk: Чутливість мишки

source: Gamepad
el: Χειριστήριο
eo: Ludstirilo
es: Mando
fr: Manette
nds: Spöölpadd

source: Sound Volume
el: Ένταση Ήχου
eo: Sona Laŭteco
es: Efectos de sonido
fr: Volume sons
nds: Gedrüüs-Luudstarkde
nl: Geluidsvolume
pt_pt: Volume do som
uk: Гучність звуків

source: Music Volume
el: Ένταση Μουσικής
eo: Muzika Laŭteco
es: Música
fr: Volume musique
nds: Musik-Luudstarkde
nl: Muziekvolume
pt_pt: Volume da música
uk: Гучність музики

source: Player Name
el: Όνομα Παίκτη
eo: Ludantnomo
es: Nombre del jugador
fr: Nom du joueur
nds: Spelernaam
nl: Spelersnaam
pt_pt: Nome do jogador
uk: Ім'я гравця

source: Language
el: Γλώσσα
eo: Lingvo
es: Idioma
fr: Langue
nds: Spraak
nl: Taal
pt_pt: Idioma
uk: Мова

source: Default
el: Προκαθορισμένη
eo: Defaŭlta
es: Predeterminado
fr: Par défaut
nds: Normaal
nl: Standaard
pt_pt: Padrão
uk: Умовчання

source: Time
el: Χρόνος
eo: Tempo
es: Tiempo
fr: Temps
nds: Tied
nl: Tijd
pt_pt: Tempo
uk: Час

source: Status
el: Κατάσταση
eo: Statuso
es: Estado
fr: État
nds: Tostand
pt_pt: Estado
uk: Статус

source: Replay
el: Επανάληψη
eo: Reludo
es: Repetición
fr: Film
nds: Upteken
nl: Herhalingsvideo
pt_pt: Repetição
uk: Запис

source: Player
el: Παίκτης
eo: Ludanto
es: Jugador
fr: Joueur
nds: Speler
nl: Speler
pt_pt: Jogador
uk: Гравець

source: Date
el: Ημερομηνία
eo: Dato
es: Fecha
nds: Datum
nl: Datum
pt_pt: Data
uk: Дата

source: Select Replay
el: Επιλογή Επανάληψης
eo: Elektu Reludon
es: Selecciona una repetición
fr: Choisir un film
nds: Upteken utkören
nl: Selecteer video
pt_pt: Selecionar repetição
uk: Виберіть запис

source: No Replays
el: Δεν Υπάρχουν Επαναλήψεις
eo: Neniuj Reludoj
es: No hay ninguna repetición
fr: Pas de film
nds: Keene Uptekens
nl: Geen video's
pt_pt: Sem repetições
uk: Немає записів

source: Replay Paused
el: Επανάληψη Σε Παύση
eo: Reludo Paŭzita
es: Repetición en pausa
fr: Film en pause
nds: Upteken anhollen
nl: Pauze
pt_pt: Repetição pausada
uk: Пауза запису

source: Replay Ends
el: Τέλος Επανάληψης
eo: Reludo Finis
es: Fin
fr: Fin du film
nds: Upteken ennt
nl: Einde van de video
pt_pt: A repetição termina
uk: Кінець запису

source: Quit
el: Έξοδος
eo: Eliri
es: Salir
fr: Quitter
nds: Dichtmaken
nl: Stoppen
pt_pt: Sair
uk: Вийти

source: Keep
el: Διατήρηση
eo: Pluhavi
es: Conservar
fr: Conserver
nds: Behollen
nl: Houden
pt_pt: Manter
uk: Вийти

source: Delete
el: Διαφραφή
eo: Forigi
es: Borrar
fr: Supprimer
nds: Lösken
nl: Verwijderen
pt_pt: Eliminar
uk: Видалити

source: Continue
el: Συνέχεια
eo: Daŭrigi
es: Continuar
fr: Continuer
nds: Wiedermaken
nl: Verder
pt_pt: Continuar
uk: Продовжити

source: Repeat
el: Επανάληψη
eo: Ripeti
es: Repetir
fr: Rejouer
nds: Noch maal
nl: Herhalen
pt_pt: Repetir
uk: Повтор

source: Delete Replay?
el: Διαγραφή Επανάληψης;
eo: Forigi Reludon?
es: ¿Borrar repetición?
fr: Supprimer le film ?
nds: Upteken lösken?
nl: Video verwijderen?
pt_pt: Eliminar a repetição?
uk: Видалити запис?

source: Warning!
el: Προσοχή!
eo: Averto!
es: ¡Atención!
fr: Attention !
nds: Wahrschau!
nl: Waarschuwing
pt_pt: Atenção!
uk: Обережно!

source: The current replay was recorded with a\different (or unknown) version of this level.\Be prepared to encounter visual errors.\
el: Η τρέχουσα επανάληψη καταγράφηκε με μια\διαφορετική (ή άγνωστη) έκδοση αυτού του επιπέδου.\Να είστε έτοιμοι να αντιμετωπίσετε οπτικά σφάλματα.\
eo: La aktuala reludo registratis kun\malsama (aŭ nekonata) versio de ĉi tiu nivelo.\Estu preparata renkonti grafikajn erarojn.\
es: La repetición actual se grabó con una versión\diferente (o desconocida) de este nivel.\Prepárate para encontrarte errores visuales.\
fr: Ce film a été créé avec une version différente\(ou inconnue) de ce niveau. Il se peut que\vous observiez des incohérences visuelles.\
nds: Dat stedenwies Upteken is mit eener annern (of unbekannten)\Versioon vun deeser Upgaav uptekent worden.\Wees wiss, dat dat Billfehlers geven kann.
nl: De huidige video was opgenomen met een\verschillende (of onbekende) versie van dit level. Er kunnen visuele fouten optreden.\
pt_pt: A repetição atual foi gravada com uma\versão diferente (ou desconhecida) deste nível.\Prepara-te para encontrar erros visuais.\
uk: Це відео було записане іншою\(або невідомою) версією цього рівня.\Можливі помилки відображення.\

source: New Set Record
el: Νέα Ρύθμιση Εγγραφής
eo: Novan Rekordon
es: Nuevo récord
fr: Nouveau record de collection
nds: Nejer Sammlungs-Rekoord
nl: Nieuwe set record
pt_pt: Novo recorde
uk: Новий рекорд набору

source: Set Complete
el: Ρύθμιση Πλήρες
eo: Aro Kompletigita
es: Serie completada
fr: Collection complétée
nds: Sammlung daankregen
nl: Set compleet
pt_pt: Conjunto completado
uk: Набір рівнів пройдено

source: Select Level
el: Επιλογή επιπέδου
eo: Elektu Nivelon
es: Selecciona un nivel
fr: Choisissez un niveau
nds: Upgaav utkören
nl: Selecteer niveau
pt_pt: Selecionar nível
uk: Вибрати рівень

source: Fall-out!
el: Πτώση!
eo: Vi falis!
es: ¡Caída!
fr: Balle perdue !
nds: Utfallen!
nl: Uit de baan!
pt_pt: Caíste!
uk: Падіння!

source: Time's Up!
el: Ο χρόνος τελείωσε!
eo: Tempo pasis!
es: ¡Fuera de tiempo!
fr: Temps écoulé !
nds: Tied is vörbi!
nl: Tijd is om!
pt_pt: Tempo esgotado!
uk: Час вийшов!

source: Exit
el: Έξοδος
eo: Eliri
es: Salir
fr: Quitter
nds: Verlaten
nl: Afsluiten
pt_pt: Sair
uk: Вихід

source: Next Level
el: Επόμενο Επίπεδο
eo: Sekva Nivelo
es: Siguiente nivel
fr: Niveau suivant
nds: Anner Upgaav
nl: Volgende level
pt_pt: Próximo nível
uk: Далі

source: Retry Level
el: Επανάληψη Επιπέδου
eo: Reprovi Nivelon
es: Reintentar
fr: Retenter
nds: Upgaav neei versöken
nl: Opnieuw proberen
pt_pt: Repetir nível
uk: Знову

source: Save Replay
el: Αποθήκευση Επανάληψης
eo: Konservi Reludon
es: Guardar repetición
fr: Sauver un film
nds: Upteken sekern
nl: Video opslaan
pt_pt: Gravar repetição
uk: Зберегти запис

source: New Record
el: Νέο ρεκόρ
eo: Nova Rekordo
es: Nuevo récord
fr: Nouveau record
nds: Nejer Rekoord
nl: Nieuw record
pt_pt: Novo recorde
uk: Новий рекорд

source: GOAL
el: ΣΤΟΧΟΣ
eo: CELO
es: META
fr: VICTOIRE
nds: ENN
pt_pt: OBJETIVO
uk: Ціль

source: Finish
el: Τέλος
eo: Fini
es: Terminar
fr: Terminé
nds: Ennen
pt_pt: Terminar
uk: Фініш

source: Tricks
el: Κόλπα
eo: Artifikoj
es: Trucos
fr: Figures
nl: Trucks
pt_pt: Truques
uk: Трюки

source: Modes
el: Λειτουργίες
eo: Reĝimoj
es: Modos
nds: Modusse
pt_pt: Modos
uk: Режими

source: Controls
el: Χειρισμός
eo: Kontroloj
es: Controles
fr: Contrôles
nds: Kuntrullerens
nl: Besturing
pt_pt: Controlos
uk: Керування

source: Rules
el: Κανόνες
eo: Reguloj
es: Reglas
fr: Règles
nds: Regels
nl: Regels
pt_pt: Regras
uk: Правила

source: Move the mouse or joystick\or use keyboard arrows to\tilt the floor causing the\ball to roll.\
el: Μετακινήστε το ποντίκι ή το χειριστήριο ή χρησιμοποιήστε τα βέλη του πληκτρολογίου για\κλίση του δαπέδου που προκαλεί την\μπάλα να κυλήσει.\
eo: Movu la muson aŭ stirstangon aŭ\uzu klavojn por klini la\plankon kaŭzante la pilko ruliĝi.\
es: Mueve el ratón o el joystick\o usa las flechas del teclado para\inclinar el suelo y mover la bola.\
fr: Déplacez la souris ou le\joystick ou utilisez le clavier\pour incliner le sol et\faire rouler la balle.\
nds: Beweeg de Muus of Speelkuntrulleerer\of bruuk de Pieltasten, um de Footdeel to\kippen un de Ball ins Rullen to bringen.
nl: Beweeg the muis of joystick\of gebruik de pijltjestoetsen om\de vloer te kantelen,\zodat de bal gaat rollen.\
pt_pt: Usa o rato, joystick,\ou as setas no teclado para\inclinar o piso fazendo com que\a bola se mova.
uk: Керуйте м'ячем, нахиляючи\платформу рухами миші або\джойстика, або натисненнями\стрілок на клавіатурі.\

source: Roll over coins to collect\them. Collect coins to\unlock the goal and finish\the level.\
el: Περάστε πάνω από τα κέρματα\για να τα συλλέξετε. Συλλέξτε τα κέρματα\για να ξεκλειδώσετε τον στόχο και να τελειώσετε\το επίπεδο.\
eo: Ruliĝu super moneroj por\kolekti ilin. Kolektu monerojn por\malŝlosi la celon kaj kompletigi nivelon.\
es: Toca las monedas para\atraparlas, desbloquear la meta\y completar el nivel.\
fr: Collectez des pièces pour\déverrouiller la sortie\et terminer le niveau.\
nds: Rull över Deiten, um se to pottjen.\Pottje Deiten, um dat Enn\uptoslutenun de Upgaav\daan to kriegen.\
nl: Rol over de munten om ze\te verzamelen. Verzamel deze munten om\het doel te ontgrendelen en\om het level af te ronden.
pt_pt: Move a bola até às moedas para\apanhá-las. Desta forma\desbloqueias o objetivo e terminas\o nível.\
uk: Зберіть необхідну суму\монет для відкриття цілі\і попадіть в неї м'ячем\за відведений час.\

source: Left and right mouse buttons rotate the view.\Hold Shift for faster view rotation.
el: Αριστερό και δεξί πλήκτρο του ποντικιού για περιστροφή της προβολής.\Κρατήστε πατημένο το Shift για ταχύτερη περιστροφή.
eo: Livaj kaj dekstraj butonoj turnas la vido.
es: Los botones izquierdo y derecho del ratón giran la cámara.\Mantén pulsado Mayús para girar todavía más rápido.
fr: Les boutons de la souris tournent la vue.\Maintenez Maj. pour une rotation plus rapide.
nds: De linke un rechte Muustasten dreihen de Sicht.\Holl de Umschalttast drückt, um fixer to dreihen.
nl: De linker en rechter muisknoppen draaien de camera. Houd de Shift toets ingedrukt om sneller te draaien.
pt_pt: Os botões esquerdo e direito do rato rodam a vista.\Mantém premida a tecla Shift para uma rotação da vista mais rápida.
uk: Ліва та права кнопки миші повертають камеру.\Утримуйте Shift для прискорення повертання.

source: Exit / Pause
el: Έξοδος / Παύση
eo: Eliri / Paŭzi
es: Salir / Pausar
fr: Quitter / Pause
nds: Verlaten / Anhollen
nl: Stoppen / Pauze
pt_pt: Sair / Pausa
uk: Вихід / Пауза

source: Restart Level
el: Επανεκκίνηση Επιπέδου
eo: Restartigi Nivelon
es: Reiniciar el nivel
fr: Redémarrer le niveau
nds: Upgaav neei begünnen
nl: Opnieuw proberen

source: Screenshot
el: Στιγμιότυπο
eo: Fari Ekrankopion
es: Captura de pantalla
fr: Captures
nds: Billschirmfoto
nl: Schermafbeelding
pt_pt: Captura de ecrã
uk: Знімок екрану

source: Finish a level before the time runs out.\You need to collect coins in order to open the goal.
el: Ολοκληρώσετε ένα επίπεδο πριν τελειώσει ο χρόνος.\Θα πρέπει να συλλέξετε τα κέρματα για να ανοίξετε τον στόχο.
eo: Kompletigu nivelon antaŭ la tempo pasis.\Vi bezonas kolekti monerojn por\malfermi la celon.
es: Termina los niveles antes de que se acabe el tiempo.\Para abrir la meta hay que coger monedas.
fr: Finissez le niveau avant que le temps ne soit écoulé.\Vous devez récupérer des pièces pour ouvrir la sortie.
nds: Sluut eene Upgaav of, ehr de Tied avlöppt.\Du muttst Deiten pottjen, um dat Enn uptosluten.
nl: Voltooi een level voordat de tijd op is.\Je moet munten verzamelen om het goal te openen.
pt_pt: Termina o nível antes do tempo acabar.\Tens de apanhar as moedas desbloqueares o objetivo.
uk: Пройдіть рівень до завершення часу.\Вам потрібно зібрати монети, щоб відкрити ціль.

source: Start playing from the first level of the set.\You start with only three balls, do not lose them.\Earn an extra ball for each 100 coins collected.
el: Ξεκινάτε το παιχνίδι από το πρώτο επίπεδο του σετ.\Ξεκινάτε με μόνο τρεις μπάλες, μην τις χάσετε.\Κερδίστε μια επιπλέον μπάλα για κάθε 100 νομίσματα που συλλέγετε.
eo: Eku ludi el la unua nivelo de la aro.\Vi komencas kun nur tri pilkoj, do ne perdu ilin.\Vi gajnas kroman pilkon, kiam vi kolektas 100 monerojn.
es: Empieza desde el primer nivel de la serie.\Comienzas con tres bolas, no las pierdas.\Con 100 monedas se consigue una bola adicional.
fr: Jouez à partir du premier niveau de la collection.\Vous commencez avec seulement trois balles,\ne les perdez pas. Gagnez une nouvelle balle\toutes les 100 pièces récupérées.
nds: Begünn dat Speel mit de eerste Upgaav in\de Sammlung. Du begünnst mit blots dree\Ballen, verlees se nich. Du verdeenst di eenen\Ball daarto för elkeen 100 pottjet Deiten.
nl: Begin met spelen vanaf het eerste level van de set.\Je begint met slechts drie ballen, verlies ze niet.\Verdien een extra bal voor elke 100 verzamelde munten.
pt_pt: Comece a jogar no primeiro nível do conjunto.\Começas apenas com 3 bolas. Não as percas.\Ganha uma bola extra a cada 100 moedas recolhidas.
uk: Проходження всіх рівнів вибраного набору.\За кожні 100 монет дається ще одна спроба.\За кожні 4 пройдених рівня\надається додатковий\рівень (не завжди).

source: Corners can be used to jump.\Get rolling and take aim\at the angle. You may be able\to reach new places.\
el: Οι γωνίες μπορούν να χρησιμοποιηθούν για άλματα.\Ξεκινήστε να κυλάτε και στοχεύστε\στην γωνία. Μπορεί να είστε σε θέση\να φτάσετε σε νέα μέρη.\
eo: Anguloj uzeblas por salti.\Eku ruliĝi kaj direktu al la angulo.\Vi eble povas atingi novajn lokojn.\
es: Puedes usar las esquinas para\saltar. Rueda hacia el ángulo\con decisión.\Puede que encuentres sitios nuevos.\
fr: Les angles peuvent être utilisés\pour sauter. Prenez de l'élan et visez\l'angle. Vous devriez être capable\d'atteindre de nouveaux endroits.\
nds: Ecken könen tum Hüppen bruukt worden.\Kumm ins Rullen un küür up de Winkel.\Du kannst villicht to nejen Steden komen.\
nl: Hoeken kunnen worden gebruikt om te springen.\Ga rollen en richt\op de hoek. Mogelijk kunt u\nieuwe plaatsen bereiken.\
pt_pt: Os cantos podem ser utilizados para saltar.\Põe-te a rolar e faz pontaria\ao ângulo. Pode conseguir\chegar a novos lugares.\
uk: Підстрибуйте м'ячем,\відштовхуючи його від кутів\і інших виступів.\

source: Tilting in 2 directions increases\the slope. Use the manual camera\and turn the camera by 45\degrees for best results.\
el: Η κλίση σε 2 κατευθύνσεις αυξάνει την στόχευση. Χρησιμοποιήστε τη χειροκίνητη κάμερα\ και περιστρέψτε την κατά 45\μοίρες για καλύτερα αποτελέσματα.\
eo: Kliniĝi en 2 direktoj pliigas\la deklivon. Uzu la manan kameraon kaj turnu\la vidon je 45 gradoj\por plej bonaj rezultoj.\
es: Inclinar en 2 direcciones incrementa la pendiente.\Utiliza la cámara manual y gírala unos 45 grados\para un mejor resultado.\
fr: Incliner dans 2 directions augmente\la pente. Utilisez la caméra manuelle\et tournez-la à 45 degrés pour de\meilleurs résultats.
nds: In 2 Richtens to kippen, maakt de Schüünte\schierer. Bruuk de Handkamera un dreeih\se um 45 Graad för de besten Resultaten.
nl: Kantelen in 2 richtingen verhoogt\de helling. Gebruik de handmatige camera\en zet de camera op 45 graden\voor het beste resultaat
pt_pt: Inclinar nas 2 direções aumenta\o desnível. Usa a câmara manual\e vira a câmara em 45\graus para os melhores resultados.\
uk: Нахил у двох напрямках збільшує\схил. Для оптимального прискорення\використовуйте ручну камеру та поверніть\її на 45 градусів.\

source: Watch demo
el: Παρακολουθήστε την επίδειξη
eo: Spekti Elmontron
es: Ver demo
fr: Regardez la démo
nds: Demo ankieken
nl: Bekijk demo
pt_pt: Ver demonstração
uk: Приклад

source: Bonus Level %s
el: Μπόνους επίπεδο %s
eo: Bonusa Nivelo %s
es: Nivel especial %s
fr: Niveau bonus %s
nds: Bonus-Upgaav %s
pt_pt: Nível de bónus %s
uk: Додатковий рівень %s

source: Level %s
el: Επίπεδο %s
eo: Nivelo %s
es: Nivel %s
fr: Niveau %s
nds: Upgaav %s
pt_pt: Nível %s
uk: Рівень %s

source: Standalone level
el: Αυτόνομο επίπεδο
eo: Memstara nivelo
es: Nivel independiente
fr: Niveau indépendant
nds: Alleenig Upgaav
nl: Zelfstandige level
pt_pt: Nível autónomo
uk: Автономний рівень

source: A replay file could not be opened for writing.\This game will not be recorded.\
el: Αδυναμία ανοίγματος αρχείου επανάληψης για εγγραφή.\ Αυτό το παιχνίδι δεν θα καταγραφεί.\
eo: Reluda dosiero ne povas esti malfermita por skribi.\Ĉi tiu ludo ne estos registrita.\
es: Hubo un problema y no se pudo escribir el archivo de repetición.\Por lo que no se grabará la partida.\
fr: Un fichier de film ne peut pas être ouvert en\écriture. Cette partie ne sera pas enregistrée.
nds: Eene Uptekens-Datei kunn nich tum Schrieven\opmaakt worden.Deeses Speel word nich uptekent.\
nl: Een videobestand kon niet worden weggeschreven.\Het spel zal niet worden opgenomen.\
pt_pt: Não foi possível abrir o ficheiro para gravar a repetição.\Este jogo não será gravado.\
uk: Відеофайл не можна відкрити для запису.\Цю гру не записано.\

source: OK
el: Εντάξει
es: Aceptar
nds: Jau
nl: Oké

source: Cancel
el: Ακύρωση
eo: Nuligi
es: Cancelar
fr: Annuler
nds: Ofbreken
nl: Annuleren
pt_pt: Cancelar
uk: Скасувати

source: GAME OVER
el: ΤΈΛΟΣ ΠΑΙΧΝΙΔΙΟΥ
eo: LUDO FINIĜIS
es: FIN
fr: PARTIE FINIE
nds: SPEEL VÖRBI
pt_pt: FIM DO JOGO
uk: Гру закінчено

source: Paused
el: Σε Παύση
eo: Paŭzita
es: En pausa
fr: Pause
nds: Anhollt
nl: Gepauzeerd
pt_pt: Pausa
uk: Пауза

source: Restart
el: Επανάληψη
eo: Reeki
es: Reiniciar
fr: Recommencer
nds: Neei begünnen
nl: Herstarten
pt_pt: Reiniciar
uk: Заново

source: Ready?
el: Λάβετε θέσεις
eo: Atentu!
es: ¿Preparado?
fr: Attention !
nds: Paraat?
pt_pt: As seus lugares!
uk: Готові?

source: Set?
el: Έτοιμοι;
eo: Pretas?
es: ¿Listo?
fr: Prêt ?
nds: Klaar?
pt_pt: Pronto?
uk: Увага!

source: GO!
el: ΠΑΜΕ!
eo: Eku!
es: ¡YA!
fr: PARTEZ !
nds: LÖSS!
pt_pt: Vai!
uk: ПОЧАЛИ!

source: Replay Name
el: Όνομα Επανάληψης
eo: Reluda Nomo
es: Nombre de repetición
fr: Nom du film
nds: Upteken-Naam
nl: Videonaam
pt_pt: Nome da repetição
uk: Ім'я запису

source: Save
el: Αποθήκευση
eo: Konservi
es: Guardar
fr: Sauver
nds: Sekern
nl: Opslaan
pt_pt: Gravar
uk: Зберегти

source: Overwrite?
el: Αντικατάσταση;
eo: Superskribi?
es: ¿Sobrescribir?
fr: Écraser ?
nds: Överschrieven?
nl: Overschrijven?
pt_pt: Gravar por cima?
uk: Перезаписати?

source: Overwrite
el: Αντικατάσταση
eo: Superskribi
es: Sobreescribir
fr: Écraser
nds: Överschrieven
nl: Overschrijven
pt_pt: Gravar por cima
uk: Перезаписати

source: Level Set
el: Σετ επιπέδων
eo: Nivelaro
es: Serie de niveles
fr: Collection de niveaux
nds: Upgaven-Sammlung
nl: Zet niveau
pt_pt: Conjunto de níveis
uk: Набори рівнів

source: Unlocked
el: Ξεκλειδωμένες
eo: Malŝlositaj
es: Desbloqueados
fr: Déverrouillé
nds: Upsloten
nl: Ontgrendeld
pt_pt: Desbloqueado
uk: Розблоковано

source: Locked
el: Κλειδωμένες
eo: Ŝlositaj
es: Bloqueados
fr: Verrouillé
nds: Sloten
nl: Vergrendeld
pt_pt: Bloqueado
uk: Заблоковано

source: Goal State in Completed Levels
el: Κατάσταση στόχου σε ολοκληρωμένα επίπεδα
eo: Celostato en Kompletigitaj Niveloj
es: Metas en los niveles completados
fr: État sortie des niv. complétés
nds: Enn-Tostand in avsloten Upgavens
nl: Goal status in voltooide levels
pt_pt: Estado do objetivo nos níveis completos
uk: Цілі на завершених рівнях

source: menu^Cheat
el: Κλεψιά
eo: Trompi
es: menu^Trucos
fr: Tricher
nds: menu^Bescheten
nl: menu^Vals spelen
pt_pt: menu^Batota
uk: Чит-режим

source: menu^Play
el: Παιχνίδι
eo: Ludi
es: menu^Jugar
fr: Jouer
nds: menu^Spölen
nl: menu^Spelen
pt_pt: menu^Jogar
uk: Гра

source: menu^Replay
el: Επανάληψη
eo: Reludoj
es: menu^Repeticiones
fr: Films
nds: menu^Upteken
nl: menu^Video's
pt_pt: menu^Repetição
uk: Запис

source: menu^Help
el: Βοήθεια
eo: Helpo
es: menu^Ayuda
fr: Aide
nds: menu^Hülp
pt_pt: menu^Ajuda
uk: Довідка

source: menu^Options
el: Επιλογές
eo: Opcioj
es: menu^Ajustes
fr: Options
nds: menu^Instellens
nl: menu^Opties
pt_pt: menu^Opções
uk: Параметри

source: menu^Exit
el: Έξοδος
eo: Eliri
es: menu^Salir
fr: Quitter
nds: menu^Verlaten
nl: menu^Stoppen
pt_pt: menu^Sair
uk: Вихід

source: Hard
el: Δύσκολο
eo: Malfacila
es: Difícil
fr: Difficile
nds: Swaar
nl: Moeilijk
pt_pt: Difícil
uk: Складно

source: Medium
el: Mεσαίο
eo: Meza
es: Normal
fr: Moyen
nds: Middel
nl: Gemiddeld
pt_pt: Normal
uk: Нормально

source: Easy
el: Εύκολο
eo: Facila
es: Fácil
fr: Facile
nds: Licht
nl: Makkelijk
pt_pt: Fácil
uk: Легко

source: Unavailable
el: Μη διαθέσιμο
eo: Malhavebla
es: No disponible
fr: Indisponible
nds: Nich verföögbaar
nl: Niet beschikbaar
pt_pt: Indisponível
uk: Немає даних

source: Most Coins
el: Περισσότερα Κέρματα
eo: Plej Multaj Moneroj
es: Más monedas
fr: Grippe-sou
nds: Meeste Deiten
nl: Meeste munten
pt_pt: Mais moedas
uk: Сума монет

source: Best Times
el: Καλύτεροι Χρόνοι
eo: Plej Bonaj Tempoj
es: Mejores tiempos
fr: Sprint
nds: Beste Tieden
nl: Beste tijden
pt_pt: Melhores tempos
uk: Найкращий час

source: Fast Unlock
el: Γρήγορο Ξεκλείδωμα
eo: Rapida Malŝloso
es: Desbloqueo más rápido
fr: Évasion
nds: Fix upsloten
nl: Snelle ontgrendeling
pt_pt: Completar rápido
uk: Швидке відкриття
